{
  "version": "1.0",
  "name": "YPredict.ai",
  "Navbar": {
    "Home": "Startseite",
    "How to Buy": "Wie kauft man",
    "Holders App": "Inhaber App",
    "Affiliate": "Tochtergesellschaft",
    "Community": "Gemeinschaft",
    "Beta Access": "Beta-Zugang",
    "Backlink Estimator": "Backlink-Schätzer",
    "Backlink Calculator": "Backlink-Rechner",
    "WriteMingle": "WriteMingle",
    "yPredict Repository": "yPredict-Repository",
    "yPredict Analytics": "yPredict Analytics",
    "Products": "Produkte",
    "Coming soon": "Demnächst"
  },
  "Landing": {
    "YPRED, a token empowering world’s first": "YPRED, ein Token, der das weltweit erste",
    "All-in-One AI Ecosystem": "Alles-in-einem AI-Ökosystem",
    "Specifically Built for Developers, Traders, Quants and Analysts": "Speziell für Entwickler, Trader, Quants und Analysten entwickelt",
    "State-of-Art predictive models & data insights built by top 1% AI Developers & Quants enabling market participants to get an unbeatable edge in different industries including finance, health & human resource": "Hochmoderne Vorhersagemodelle und Dateneinblicke, die von den Top-1%-KI-Entwicklern und -Quants entwickelt wurden, ermöglichen es den Marktteilnehmern, einen unschlagbaren Vorteil in verschiedenen Branchen wie Finanzen, Gesundheit und Personalwesen zu erhalten.",
    "Powered by": "Angetrieben von",
    "Matic Polygon": "Matic Polygon",
    "Audit": "Prüfung",
    "100m": "100m",
    "KYC": "KYC",
    "Final Stage": "Letzte Etappe",
    "Upto 1% daily rewards until we list": "Bis zu 1% tägliche Belohnungen bis zur Börsennotierung",
    "Open": "Öffnen Sie",
    "Softcap already reached": "Softcap bereits erfüllt",
    "Presale Stage": "Vorverkaufsstufe {round}",
    "Until next price": "Bis zum nächsten Preis {value}",
    "Add more to include bonus": "Fügen Sie {amount} mehr hinzu, um den Bonus einzuschließen",
    "Bonus included": "Bonus inklusive:",
    "My Wallet Balance": "Guthaben in der Geldbörse",
    "Buy now": "Jetzt kaufen",
    "Cancel Transaction": "Transaktion abbrechen",
    "Disconnect": "Trennen der Verbindung {address}",
    "Connect Wallet": "Brieftasche verbinden",
    "Presale Price": "Vorverkaufspreis",
    "Goal": "Ziel",
    "Listing Price": "Listing-Preis",
    "ROI at Listing": "Kapitalrendite bei Listung",
    "Lifetime Free Predictions via yPredict Analytics": "Lebenslange kostenlose Vorhersagen über yPredict Analytics",
    "Sorry, No bonus": "Sorry, kein Bonus",
    "Buy with": "Kaufen mit {value}",
    "Check Allocation Status": "Allokationsstatus prüfen",
    "How to buy ypredict ?": "Wie kann man ypredict kaufen?",
    "step by step": "Schritt für Schritt",
    "100M": "100M",
    "Supply": "Angebot",
    "Users on waiting list": "Benutzer auf der Warteliste",
    "Marketcap at listing (circulating)": "Marktkapitalisierung bei Börsengang (im Umlauf)",
    "WE'RE FEATURED IN POPULAR MEDIA OUTLETS AROUND THE GLOBE": "WIR SIND IN DEN MEDIEN RUND UM DEN GLOBUS PRÄSENT",
    ": Analytics Insight": ": Analytische Einsicht",
    "ben zinga": "ben zinga",
    "BUSINESS INSIDER": "WIRTSCHAFTLICHER INSIDER",
    "yahoo! finance": "yahoo! finance",
    "Outlook": "Outlook",
    "NEWS BTC": "NACHRICHTEN BTC",
    "cryptonews": "cryptonews",
    "AMB CRYPTO": "AMB CRYPTO",
    "Explore some of the incredibly powerful products of the yPredict_ai ecosystem": "Entdecken Sie einige der unglaublich leistungsstarken Produkte des yPredict.ai-Ökosystems",
    "and why its the only market research tool you'll ever need": "...und warum es das einzige Marktforschungstool ist, das Sie jemals brauchen werden.",
    "AI Signals": "AI-Signale",
    "real-time trading signals from cutting edge predictive models by top 1% AI experts": "Echtzeit-Handelssignale von hochmodernen Vorhersagemodellen der Top-1%-KI-Experten.",
    "Sentiment Analysis": "Sentiment-Analyse",
    "Real-time sentiment analysis on all popular crypto coins": "Echtzeit-Sentiment-Analyse für alle beliebten Krypto-Münzen.",
    "Technical Analysis by AI": "Technische Analyse durch AI",
    "Let AI find the most effective indicators for your asset": "Lassen Sie AI die effektivsten Indikatoren für Ihr Asset finden.",
    "25+ Chart Pattern Recognition": "25+ Erkennung von Chartmustern",
    "Let AI detect most promising chart patterns on your shortlisted coins": "Lassen Sie die KI die vielversprechendsten Chartmuster für die von Ihnen in die engere Wahl gezogenen Münzen erkennen.",
    "pattern 15m": "Muster 15m",
    "BULLISH FLAG PATTERN": "BULLISCHES FLAGGENMUSTER",
    "Patent-Pending Pattern Recognition algorithm": "Zum Patent angemeldeter Mustererkennungs-Algorithmus",
    "yPredict automatically identifies hundreds of bullish and bearish chart and candlestick patterns It generates real-time alerts when these patterns are formed, along with a reliability score based on the overall past accuracy of the expected price behavior after the pattern is formed": "yPredict.ai identifiziert automatisch Hunderte von bullischen und bearischen Chart- und Candlestick-Mustern. Es generiert Echtzeit-Warnungen, wenn diese Muster gebildet werden, zusammen mit einer Zuverlässigkeitsbewertung, die auf der Gesamtgenauigkeit des erwarteten Kursverhaltens in der Vergangenheit basiert, nachdem das Muster gebildet wurde.",
    "Unique Staking Rewards": "Einzigartige Staking-Belohnungen",
    "10% percent of each new subscription will be shared with YPRED holders through a staking pool The platform generates subscriptions on its marketplace, which includes AI signals offered through various models listed on the platform": "10 Prozent jedes neuen Abonnements werden über einen Staking-Pool mit den YPRED-Inhabern geteilt. Die Plattform generiert Abonnements auf ihrem Marktplatz, der KI-Signale umfasst, die über verschiedene auf der Plattform aufgeführte Modelle angeboten werden.",
    "Platform Payment in YPRED": "Plattform-Zahlung in YPRED",
    "$YPRED works as a default & discounted payment option for marketplace subscription payments and all premium offerings on yPredict app": "$YPRED dient als Standard- und ermäßigte Zahlungsoption für Marktplatz-Abonnements und alle Premium-Angebote auf der yPredict-App.",
    "defytrends": "defytrends",
    "dash2trade": "dash2trade",
    "lunarcrush": "lunarcrush",
    "Comparison": "Vergleichen Sie",
    "Quote": "Angebot",
    "Trading Terminal": "Handels-Terminal",
    "Transactional Data Analysis": "Analyse von Transaktionsdaten",
    "AI Prediction": "AI-Vorhersage",
    "Auto Indicator": "Automatischer Indikator",
    "Prediction Marketplace": "Vorhersage-Marktplatz",
    "Free Predictions": "Kostenlose Vorhersagen",
    "Chart Trading": "Chart-Handel",
    "Trusted & Backed by VCs and Pro traders for a reason": "Nicht umsonst von VCs und Profi-Händlern vertraut und unterstützt.",
    "AI predictions by top 1% experts for your favorite coins": "A.I Vorhersagen von Top 1% Experten für Ihre Lieblingsmünzen",
    "Transactional Data Analytics for thousands of digital assets": "Transaktionsdatenanalyse für Tausende von digitalen Vermögenswerten",
    "Marketplace to select predictive models of your choice": "Marktplatz zur Auswahl von Prognosemodellen Ihrer Wahl.",
    "Alternate Data (only Available to Institutional traders)": "Alternative Daten (nur für institutionelle Trader verfügbar)",
    "Models trained on billions of data points": "Modelle trainiert auf Milliarden von Datenpunkten",
    "Why buying YPRED tokens is": "Warum ist der Kauf von YPRED-Token ...",
    "absolutely a \"no-brainer\" deal?": "ein absolutes \"No-Brainer\"-Geschäft?",
    "10-100x Potential": "10-100x Potenzial",
    "Similar projects with far inferior offerings share a token mc of 50-100m at bare minimum, where YPREDS are designed with only 6_5m MC at listing": "Ähnliche Projekte mit weitaus schlechteren Angeboten teilen sich einen Token-Mc von 50-100 Mio. im Minimum, während YPREDS mit nur 6,5 Mio. MC beim Listing konzipiert sind.",
    "Lucrative Staking Rewards": "Lukrative Staking-Belohnungen",
    "Token holders may receive up to 45% quarterly staking rewards from the 10% of tokens paid for each new subscription on the platform The industry average for staking returns is 5-10% APY, but we have decided to share a portion of subscription with our token holders through this pool, which has the potential to offer returns of up to 45% every quarter": "Token-Inhaber können von den 10 % der Token, die für jede neue Anmeldung auf der Plattform gezahlt werden, vierteljährlich bis zu 45 % an Einsatzrenditen erhalten. Der Branchendurchschnitt für Staking-Renditen liegt bei 5-10% APY, aber wir haben beschlossen, einen Teil der Zeichnung mit unseren Token-Inhabern durch diesen Pool zu teilen, was das Potenzial hat, Renditen von bis zu 45% jedes Quartal zu bieten.",
    "Lifetime Free Predictions": "Lebenslange kostenlose Vorhersagen",
    "Access to yPredict Analytics base models, which were built by top 1% AI developers These predictive models are able to forecast the prices of popular coins such as Bitcoin, Ethereum, and Shiba Inu with extreme precision, unlike any other publicly available predictive models (Minimum buy of $500)": "Zugang zu den yPredict Analytics Basismodellen, die von den besten 1% KI-Entwicklern erstellt wurden. Diese Prognosemodelle sind in der Lage, die Preise beliebter Münzen wie Bitcoin, Ethereum und Shiba Inu mit extremer Präzision vorherzusagen, im Gegensatz zu allen anderen öffentlich verfügbaren Prognosemodellen. (Mindestkauf von $500)",
    "Huge Discounts": "Riesige Rabatte",
    "Access to platforms in yPredict ecosystem - Ranging from data repositories, predictions platforms, analytical tools, marketplace state of art trading terminals at a discounted price": "Zugang zu den Plattformen im yPredict-Ökosystem - von Daten-Repositories, Vorhersage-Plattformen, analytischen Tools bis hin zu hochmodernen Handels-Terminals zu einem vergünstigten Preis.",
    "Tokenomics": "Tokenomics",
    "Sales Details": "Einzelheiten zum Verkauf",
    "Allocation and Vesting": "Allocation and Vesting",
    "Road Map": "Geplantes",
    "Offering Type": "Art des Angebotes",
    "Quantity": "Menge",
    "Price": "Preis",
    "Raise": "Aufstockung",
    "Marketcap": "Marktkapitalisierung",
    "Minimum Appreciation %at TGE": "Mindestwertsteigerung % bei TGE",
    "Private Sale": "Privater Verkauf",
    "Pre Sale": "Vorverkauf",
    "Public Sale": "Öffentlicher Verkauf",
    "Launch": "Einführung",
    "Join the force with a global team": "Mit einem globalen Team zur Macht",
    "(CEO)": "(GESCHÄFTSFÜHRER)",
    "(CTO)": "(CTO)",
    "(HEAD OF AI)": "(LEITER DER KI)",
    "(BLOCKCHAIN DEV)": "(BLOCKCHAIN-ENTWICKLER)",
    "Sold out in 10 seconds!": "In 10 Sekunden ausverkauft!",
    "\"These guys legit know how to build crazy scarcity I have been a part of their previous token projects, in one of them their token sold out in under 10 seconds I'm in yPredict\"": "Diese Jungs wissen wirklich, wie man verrückte Knappheit erzeugt. Ich habe an ihren früheren Token-Projekten teilgenommen, bei einem davon war ihr Token in weniger als 10 Sekunden ausverkauft. I'm in yPredict.",
    "Quant at Hillhouse Capital": "Quant bei Hillhouse Capital",
    "Read Our": "Lesen Sie unser",
    "Whitepaper": "Weißbuch",
    "The Four Key Pillars": "Die vier Grundpfeiler",
    "Ensuring Trust and Efficiency": "Gewährleistung von Vertrauen und Effizienz",
    "An ever growing ecosystem of cutting edge AI products": "Ein ständig wachsendes Ökosystem hochmoderner KI-Produkte",
    "Backlink estimator": "Backlink-Schätzer",
    "Backlink Calculator": "Backlink-Rechner",
    "Maximize your website's potential with our Backlink Estimator": "Maximieren Sie das Potenzial Ihrer Website mit unserem Backlink Estimator.",
    "Accurately predict backlink count, authority metrics, and make data-driven decisions": "Sagen Sie Backlink-Anzahl und Autoritätsmetriken genau voraus und treffen Sie datengesteuerte Entscheidungen.",
    "Stay ahead of the competition with our powerful Backlink Estimator": "Bleiben Sie der Konkurrenz mit unserem leistungsstarken Backlink Estimator einen Schritt voraus.",
    "Optimize your SEO strategy, track unique domain counts, and boost your online presence": "Optimieren Sie Ihre SEO-Strategie, verfolgen Sie die Anzahl einzigartiger Domains und steigern Sie Ihre Online-Präsenz.",
    "yPredict editor": "yPredict-Editor",
    "Affordable AI-powered content solution streamlines workflow with an intelligent editor, NLP-driven keyword suggestions, and comprehensive scoring": "Die erschwingliche KI-gestützte Content-Lösung optimiert den Arbeitsablauf mit einem intelligenten Editor, NLP-gesteuerten Schlüsselwortvorschlägen und umfassender Bewertung.",
    "Holistic content quality assessment through aggregate score calculation and AI-powered suggestions for engaging, optimized content": "Ganzheitliche Bewertung der Inhaltsqualität durch Berechnung der Gesamtpunktzahl und KI-gestützte Vorschläge für ansprechende, optimierte Inhalte.",
    "yPredict Analytics": "yPredict Analytics",
    "yPredict Analytics provides cutting-edge features like automated chart pattern recognition and transactional data analysis for crypto and stocks Get valuable insights and predictive signals for informed decision-making": "yPredict Analytics bietet hochmoderne Funktionen wie die automatische Erkennung von Diagrammmustern und die Analyse von Transaktionsdaten für Krypto und Aktien. Erhalten Sie wertvolle Erkenntnisse und prädiktive Signale für eine fundierte Entscheidungsfindung.",
    "With yPredict Analytics, users benefit from the convenience of auto indicators The platform automatically selects the best indicators based on past performance, saving time and ensuring optimal trading strategies": "Mit yPredict Analytics profitieren Anwender vom Komfort automatischer Indikatoren. Die Plattform wählt automatisch die besten Indikatoren basierend auf der bisherigen Leistung aus, was Zeit spart und optimale Handelsstrategien gewährleistet.",
    "yPredict Predictions": "yPredict-Vorhersagen",
    "Powerful predictions platform that utilizes AI models to forecast prices of various crypto and stocks assets across different timeframes": "Powerful predictions platform that utilizes AI models to forecast prices of various crypto and stocks assets across different timeframes.",
    "Exclusive membership offer with premium predictions, Get access to predictions from best models of the platform with free membership that comes with YPRED purchase during presale round": "Exklusives Mitgliedschaftsangebot mit Premium-Vorhersagen. Erhalten Sie Zugang zu Vorhersagen der besten Models der Plattform mit einer kostenlosen Mitgliedschaft, die mit dem YPRED-Kauf während der Vorverkaufsrunde verknüpft ist.",
    "yPredict Marketplace": "yPredict Marketplace",
    "A unique marketplace where ML developers can offer their model predictions as subscription services": "Ein einzigartiger Marktplatz, auf dem ML-Entwickler ihre Modellvorhersagen als Abonnementdienste anbieten können.",
    "Through the yPredict marketplace, users gain access to predictions generated by expert ML developers across different domains": "Über den yPredict-Marktplatz erhalten Benutzer Zugriff auf Vorhersagen, die von erfahrenen ML-Entwicklern in verschiedenen Domänen erstellt wurden.",
    "And a lot more": "Und vieles mehr",
    "Exclusive Insights": "Exklusive Einblicke",
    "Massive Data Training": "Massives Datentraining",
    "Coin Predictions": "Münzvorhersagen",
    "Asset Analytics": "Asset-Analyse",
    "Alternate data only available to institutional traders": "Alternative Daten stehen nur institutionellen Händlern zur Verfügung",
    "Model Trained on billions of data points": "Modell trainiert auf Milliarden von Datenpunkten",
    "AI predictions by top 1% experts for your favourite coins": "KI-Vorhersagen der besten 1% Experten für Ihre Lieblingsmünzen",
    "Transactional data analytics for thousands of digital assets": "Transaktionsdatenanalyse für Tausende von digitalen Assets",
    "Do not pay directly to this address": "Zahlen Sie nicht direkt an diese Adresse",
    "Live now": "Lebe jetzt",
    "Coming soon": "Demnächst",
    "Your purchased tokens are allocated to vesting smart contract and are not available to claim just yet, You will be able to claim your available tokens during exchange listing event Tokens will be listed after the end of all presale rounds Estimated end date of each presale is mentioned on the buy widget itself": "Ihre gekauften Token werden dem Sperrvertrag zugewiesen und können noch nicht beansprucht werden. Sie können Ihre verfügbaren Token während des Exchange-Listing-Events beanspruchen. Die Token werden nach dem Ende aller Vorverkaufsrunden gelistet. Das voraussichtliche Enddatum jedes Vorverkaufs wird im Kauf-Widget selbst angegeben.",
    "cancel": "Abbrechen",
    "Yes, i accept": "Ja, ich akzeptiere",
    "Your query cannot be processed as your balance is below 5555 YPREDs You must participate in presale and purchase a minimum of 5555 YPREDs in order to use models in yPredict ecosystem This model would still be free to use and your YPRED tokens will not get debited unless otherwise specified in future You must maintain 5555 YPREDs to continue to use yPredict Backlink Calculator model": "Ihre Anfrage kann nicht verarbeitet werden, da Ihr Kontostand unter 5555 YPREDs liegt. Sie müssen am Vorverkauf teilnehmen und mindestens 5555 YPREDs kaufen, um die Modelle im yPredict-Ökosystem nutzen zu können. Dieses Modell kann weiterhin kostenlos genutzt werden und Ihre YPRED-Token werden erst in Zukunft abgebucht, es sei denn, es wird anders angegeben. Sie müssen weiterhin 5555 YPREDs besitzen, um das yPredict Backlink Calculator-Modell nutzen zu können.",
    "Buy YPREDs": "YPREDs kaufen",
    "Allocated to": "Zugewiesen an",
    "Allocation": "Zuweisung",
    "Vesting": "Vesting",
    "50% unlock at TGE, 6 weeks lock, 6 months vest": "50 % Aktivierung bei THE, 6 Wochen Sperre, 6 Monate Vest",
    "100% unlock at TGE": "100 % Freischaltung bei THE",
    "PreSale": "Vorverkauf",
    "Liquidity": "Liquidität",
    "Treasury": "Schatzamt",
    "Development": "Entwicklung",
    "Build": "Bauen",
    "Project is currently in development where team is dedicated to have initial beta ready by Q2 2023 Including yPredict Predictions, yPredict Analytics, yPredict Terminal This phase also includes token development & sales, listing, promotions": "Das Projekt befindet sich derzeit in der Entwicklung und das Team ist bestrebt, die erste Beta bis zum zweiten Quartal 2023 fertigzustellen. Einschließlich yPredict Predictions, yPredict Analytics und yPredict Terminal. Diese Phase umfasst auch die Entwicklung und den Verkauf von Token, die Auflistung und Werbeaktionen.",
    "Grow": "Wachsen",
    "Growth phase will focus mainly on stabilizing the core offerings and organically growing the community and reaching a 100m marketcap for YPRED tokens": "Die Wachstumsphase wird sich hauptsächlich auf die Stabilisierung der Kernangebote und das organische Wachstum der Community konzentrieren und eine Marktkapitalisierung von 100 Mio. für YPRED-Token erreichen.",
    "Engage & Scale": "Engagieren und skalieren",
    "By this phase we expect to have our ecosystem fully developed and stable products and growing community This phase will focus on large scale marketing campaigns to reach over 1m active users on all our platforms combined": "Zu diesem Zeitpunkt gehen wir davon aus, dass unser Ökosystem mit stabilen Produkten und einer wachsenden Community vollständig entwickelt sein wird. Diese Phase wird sich auf groß angelegte Marketingkampagnen konzentrieren, um über 1 Million aktive Benutzer auf allen unseren Plattformen zusammen zu erreichen.",
    "View": "Anzeigen"
  },
  "Footer": {
    "cuttingEdge": "Hochmoderne Krypto-Research- und Handelsplattform, die Händlern Zugang zu Dutzenden von KI-gestützten Krypto-Analyse-Tools bietet.",
    "PLATFORM": "PLATTFORM",
    "Home": "Startseite",
    "App Beta Access": "App Beta-Zugang",
    "Holders App": "Inhaber App",
    "Whitepaper": "Weißbuch",
    "HELP": "HILFE",
    "Email": "E-Mail",
    "FAQ": "HÄUFIGE FRAGEN",
    "Education": "Bildung",
    "copyright": "© {year} yPredict.ai, Alle Rechte vorbehalten.",
    "Terms of Service": "Bedingungen der Dienstleistung",
    "Contact Us": "Kontakt"
  },
  "BacklinkEstimator": {
    "Rank #1 with AI generated": "Rang #1 mit KI-generiertem",
    "backlink strategy": "Backlink-Strategie",
    "An AI Powered Backlink Calculator": "Ein KI-gestützter Backlink-Rechner",
    "to help you rank #1 on SERP": "um Ihnen zu helfen, auf Platz 1 in den SERP zu landen",
    "yPredict Backlink Model is trained on over 100m links to predict exact backlink profile your URL needs to rank for desired keyword No more guess work, have a precise backlink strategy to rank in no time": "Das yPredict Backlink-Modell wird mit über 100 Millionen Links trainiert, um das genaue Backlink-Profil vorherzusagen, das Ihre URL benötigt, um für das gewünschte Schlüsselwort zu ranken. Kein Rätselraten mehr, haben Sie eine präzise Backlink-Strategie, um schnell zu ranken.",
    "Read more": "Mehr lesen",
    "Backlink Estimator": "Backlink-Schätzung",
    "Backlink Calculator": "Backlink-Rechner",
    "Enter your URL and keyword and hit": "Geben Sie Ihre URL und Schlüsselwort ein und klicken Sie auf",
    "Connect Wallet": "Wallet verbinden",
    "Your Available balance": "Ihr verfügbarer Kontostand",
    "Buy YPREDs": "YPREDs kaufen",
    "Get unlimited queries for free, just for holding minimum 5555 yPRED tokens": "Erhalten Sie unbegrenzte Abfragen kostenlos, nur für das Halten von mindestens 5555 yPRED-Token",
    "Enter domain or URL": "Geben Sie Domain oder URL ein",
    "Keyword search": "Schlüsselwortsuche",
    "Keyword is missing": "Schlüsselwort fehlt",
    "Domain or url is missing": "Domain oder URL fehlt",
    "Enter email": "E-Mail eingeben",
    "Next": "Weiter",
    "Email": "E-Mail",
    "Password": "Passwort",
    "Enter Password": "Passwort eingeben",
    "Registration successful": "Registrierung erfolgreich",
    "Connection failed": "Verbindung fehlgeschlagen",
    "First Name": "Vorname",
    "Enter firstname": "Vorname eingeben",
    "Last Name": "Nachname",
    "Enter lastname": "Nachname eingeben",
    "Already have an account ?": "Haben Sie bereits ein Konto?",
    "Sign in": "Anmelden",
    "Register": "Registrieren",
    "First Name is required": "Vorname ist erforderlich",
    "Last Name is required": "Nachname ist erforderlich",
    "Email is required": "E-Mail ist erforderlich",
    "Invalid email": "Ungültige E-Mail",
    "Password is required": "Passwort ist erforderlich",
    "Password must be at least 8 characters": "Passwort muss mindestens 8 Zeichen lang sein",
    "You're successfully loggedin": "Sie haben sich erfolgreich angemeldet",
    "Don't have account ?": "Sie haben kein Konto?",
    "Sign Up": "Registrieren",
    "Login": "Anmelden",
    "Please login first to see the data": "Bitte melden Sie sich zuerst an, um die Daten anzuzeigen",
    "Predict": "Vorhersagen",
    "Predict again": "Erneut vorhersagen",
    "For example": "Zum Beispiel",
    "Please be patient, response may take upto a minute or more": "Bitte haben Sie Geduld, die Antwort kann bis zu einer Minute oder länger dauern",
    "My queries": "Meine Abfragen",
    "Billing": "Abrechnung",
    "Logout": "Abmelden",
    "Query ID": "Abfrage-ID",
    "Keyword": "Schlüsselwort",
    "URL": "URL",
    "Status": "Status",
    "Date": "Datum",
    "Results": "Ergebnisse",
    "Transaction ID": "Transaktions-ID",
    "Invoice": "Rechnung",
    "Action": "Aktion",
    "Pay now": "Zahlen Sie jetzt",
    "Show less queries": "Weniger Suchanfragen anzeigen",
    "Show more queries": "Weitere Suchanfragen anzeigen",
    "See number of links, domains and their required metrics to rank": "Sehen Sie die Anzahl der Links, Domains und ihre erforderlichen Metriken, um zu ranken",
    "Backlink Count": "Anzahl der Backlinks",
    "Number of backlinks you need to target to build": "Anzahl der Backlinks,<br /> die Sie zum Aufbau <br /> benötigen",
    "Avg Link Page Authority": "Durchschnittliche Link-Seitenautorität",
    "Moz page authority that you should be targeting for each backlink": "Moz-Seitenautorität, die <br /> Sie für jeden Backlink <br /> anvisieren sollten",
    "Avg Domain Authority": "Durchschnittliche Domain-Autorität",
    "Moz domain authority of the domains you're getting links from": "Moz-Domain-Autorität der <br /> Domains, von denen <br /> Sie Links erhalten",
    "Unique Domains Count": "Anzahl der eindeutigen Domains",
    "Number of unique domains referring to your link": "Anzahl der eindeutigen <br /> Domains, die auf Ihren <br /> Link verweisen",
    "results": "Ergebnisse",
    "yPredict Backlink model is currently free to use in the preview version": "Das yPredict Backlink-Modell ist derzeit in der Vorschauversion kostenlos zu verwenden",
    "Predicted Backlink Count": "Vorhergesagte Anzahl der Backlinks",
    "Unser Vorhersagemodell analysiert verschiedene Faktoren und schätzt die optimale Anzahl der für eine URL erforderlichen Backlinks ab, um die begehrte Top-Position bei Google zu erreichen": "Unser Vorhersagemodell analysiert verschiedene Faktoren und schätzt die optimale Anzahl der für eine URL erforderlichen Backlinks ab, um die begehrte Top-Position bei Google zu erreichen",
    "By considering the competitiveness of the desired keyword and the current ranking landscape, we provide valuable insights to help enhance link-building strategies and improve search engine visibility": "Indem wir die Wettbewerbsfähigkeit des gewünschten Keywords und die aktuelle Ranking-Landschaft berücksichtigen, bieten wir wertvolle Einblicke, um Link-Building-Strategien zu verbessern und die Sichtbarkeit in Suchmaschinen zu erhöhen",
    "Predicted Avg Page Authority": "Vorhergesagte durchschnittliche Seitenautorität",
    "Our predictive model analyzes various factors and estimates the optimal number of backlinks required for a URL to achieve the coveted top-ranking on Google": "Unser Vorhersagemodell analysiert verschiedene Faktoren und schätzt die optimale Anzahl von Backlinks, die erforderlich sind, um eine URL zum begehrten Spitzenplatz bei Google zu bringen.",
    "Our predictive model provides valuable insights into the average Page Authority (PA) required for backlinks to propel a URL to the top position on Google": "Unser Vorhersagemodell liefert wertvolle Erkenntnisse zur durchschnittlichen Seitenautorität (PA), die für Backlinks erforderlich ist, um eine URL auf die Spitzenposition bei Google zu bringen.",
    "Leveraging Moz's scoring system, we estimate the optimal PA value that each backlink should possess, empowering website owners to strategically acquire high-quality links": "Durch Nutzung des Bewertungssystems von Moz schätzen wir den optimalen PA-Wert, den jeder Backlink besitzen sollte, um Website-Besitzern die strategische Gewinnung hochwertiger Links zu ermöglichen.",
    "Predicted Avg Domain Authority": "Vorhergesagte durchschnittliche Domain-Autorität",
    "Harnessing the power of Moz's comprehensive domain evaluation, our predictive model enables users to predict the average Domain Authority (DA) necessary for backlinks to catapult a URL to the pinnacle of Google's search results": "Durch die Nutzung der umfassenden Domain-Bewertung von Moz ermöglicht unser Vorhersagemodell Benutzern, die durchschnittliche erforderliche Domain-Autorität (DA) für Backlinks vorherzusagen, um eine URL an die Spitze der Suchergebnisse von Google zu katapultieren.",
    "By determining the ideal DA value for each backlink, our model assists in formulating effective link-building strategies": "Durch Bestimmung des idealen DA-Werts für jeden Backlink unterstützt unser Modell bei der Formulierung effektiver Link-Building-Strategien.",
    "Predicted Unique Referring Domains": "Vorhergesagte Anzahl eindeutiger verweisender Domains",
    "The model also predicts the ideal number of unique referring domains that a URL should aim for to secure the top spot on Google By diversifying the sources of backlinks, a website can establish a strong online presence and increase its authority": "Das Modell sagt auch die ideale Anzahl eindeutiger verweisender Domains vorher, auf die eine URL abzielen sollte, um den Spitzenplatz bei Google zu sichern. Durch Diversifizierung der Quellen von Backlinks kann eine Website eine starke Online-Präsenz aufbauen und ihre Autorität erhöhen.",
    "Our model assists in determining the optimal domain diversity needed for effective search engine optimisation": "Unser Modell unterstützt bei der Bestimmung der optimalen Domain-Vielfalt, die für eine effektive Suchmaschinenoptimierung erforderlich ist.",
    "What Our Clients Says": "Was unsere Kunden sagen",
    "Latest Blogs For You": "Neueste Blogs für Sie",
    "Featured from the collection of predictions & experiments": "Ausgewählt aus der Sammlung von Vorhersagen und Experimenten",
    "We're getting more queries than we can handle hence model is under high load, please try again later": "Wir erhalten mehr Anfragen, als wir bearbeiten können. Das Modell ist daher stark ausgelastet. Bitte versuchen Sie es später erneut.",
    "Please connect your wallet to processed": "Bitte verbinden Sie Ihre Brieftasche, um fortzufahren.",
    "showingResult": "Zeige {start} bis {end} von {total} Ergebnissen",
    "Prev": "Zurück",
    "View result": "Ergebnis anzeigen",
    "Processing": "Verarbeitung",
    "N/A": "N/A",
    "Confirm": "Bestätigen",
    "Cancel": "Abbrechen",
    "Checkout": "Zur Kasse gehen",
    "confirmMessage": "Bitte bestätigen Sie Ihre Zahlung von $99, um mit dem Backlink-Rechner fortzufahren. Mit Ihrer Bestätigung stimmen Sie zu, dass Ihnen weitere Kosten für die Bearbeitung der Anfrage in Rechnung gestellt werden. Klicken Sie auf \"Bestätigen\", um fortzufahren."
  },
  "HowToBuy": {
    "How to buy YPRED": "Wie man YPRED kauft",
    "Connect your wallet": "Verbinde deine Wallet",
    "Mobile": "Mobilgerät",
    "mobileInstruction": "Öffne \"Metamask\" oder die \"Trust Wallet App\" auf deinem Handy, besuche unsere Website mit dem integrierten Browser und klicke auf Verbinden. Wähle die App in \"Wallet verbinden\" aus und klicke auf \"Genehmigen\".",
    "Desktop": "Desktop",
    "desktopInstruction": "Öffne deinen \"Google Chrome\"-Browser, klicke auf \"Wallet verbinden\" und genehmige es in deiner \"Metamask\"-Erweiterung.",
    "Select payment method": "Zahlungsmethode auswählen",
    "paymentMethodInstruction": "Wähle deine Kaufmethode (ETH, BNB, MATIC, USDT oder Karte) aus und gib den Betrag der Währung ein, den du ausgeben möchtest, oder den Betrag der Tokens, die du erhalten möchtest.",
    "followInstruction": "Befolge die Anweisungen für die ausgewählte Zahlungsmethode:",
    "Buy with ETH": "Mit ETH kaufen",
    "Buy with BNB": "Mit BNB kaufen",
    "Buy with USDT": "Mit USDT kaufen",
    "Buy with credit card": "Mit Kreditkarte kaufen",
    "Buy with MATIC": "Mit MATIC kaufen",
    "Enter amount of currency / tokens": "Gib den Betrag der Währung / Tokens ein",
    "Press \"Buy Now\" button": "Drücke den \"Jetzt kaufen\"-Button",
    "Accept transaction in Metamask": "Transaktion in Metamask akzeptieren",
    "Check \"Metamask\" and \"Use default\" in custom spending cap": "\"Metamask\" und \"Standard verwenden\" im individuellen Ausgabelimit überprüfen",
    "Click \"Next\" and \"Approve\"": "Klicke auf \"Weiter\" und \"Genehmigen\"",
    "Wait for confirmation": "Warte auf Bestätigung",
    "Click \"Approve\" again": "Klicke erneut auf \"Genehmigen\"",
    "Complete the step by step KYC process": "Führe den KYC-Prozess Schritt für Schritt durch",
    "Insert your Card information": "Gib deine Kartendaten ein",
    "Accept payment": "Zahlung akzeptieren",
    "Check your balance in dashboard": "Überprüfe deinen Kontostand im Dashboard",
    "Once the transaction has been completed and confirmed, you \"Connect Wallet\" and check your current balance of tokens": "Sobald die Transaktion abgeschlossen und bestätigt wurde, \"verbinde deine Wallet\" und überprüfe deinen aktuellen Token-Guthabenstand.",
    "Claim": "Anspruch",
    "When the presale ends you will be able to connect your wallet and claim your tokens Click \"Claim tokens\" button and accept the transaction in Metamask": "Wenn die Vorausverkaufsphase endet, kannst du deine Wallet verbinden und deine Tokens beanspruchen. Klicke auf den \"Tokens beanspruchen\"-Button und akzeptiere die Transaktion in Metamask."
  }
}
