{
  "version": "1.0",
  "name": "YPredict.ai",
  "Navbar": {
    "Home": "Página de inicio",
    "How to Buy": "Cómo comprar",
    "Holders App": "Aplicación para titulares",
    "Affiliate": "Afiliado",
    "Community": "Comunidad",
    "Beta Access": "Acceso Beta",
    "Backlink Estimator": "Estimador de backlinks",
    "Backlink Calculator": "Calculadora de backlinks",
    "WriteMingle": "WriteMingle",
    "yPredict Repository": "Repositorio de yPredict",
    "yPredict Analytics": "yAnálisis de predicción",
    "Products": "Productos",
    "Coming soon": "Muy pronto"
  },
  "Landing": {
    "YPRED, a token empowering world’s first": "YPRED, un token que potencia el primer",
    "All-in-One AI Ecosystem": "Ecosistema de inteligencia artificial todo en uno",
    "Specifically Built for Developers, Traders, Quants and Analysts": "Diseñado específicamente para desarrolladores, operadores, expertos y analistas",
    "State-of-Art predictive models & data insights built by top 1% AI Developers & Quants enabling market participants to get an unbeatable edge in different industries including finance, health & human resource": "Modelos predictivos de última generación y análisis de datos creados por el 1% de desarrolladores y analistas de IA que permiten a los participantes en el mercado obtener una ventaja insuperable en diferentes sectores, como las finanzas, la salud y los recursos humanos.",
    "Powered by": "Desarrollado por",
    "Matic Polygon": "Polígono Matic",
    "Audit": "Auditoría",
    "100m": "100 millones",
    "KYC": "KYC",
    "Final Stage": "Etapa final",
    "Upto 1% daily rewards until we list": "Hasta un 1% de recompensas diarias hasta que salgamos a bolsa",
    "Open": "Abrir",
    "Softcap already reached": "Softcap ya alcanzado",
    "Presale Stage": "Preventa Fase {round}",
    "Until next price": "Hasta el próximo precio {value}",
    "Add more to include bonus": "Añade {amount} más para incluir la bonificación",
    "Bonus included": "Bonificación incluida:",
    "My Wallet Balance": "Saldo de mi cartera",
    "Buy now": "Comprar ahora",
    "Cancel Transaction": "Cancelar transacción",
    "Disconnect": "Desconecte {address}",
    "Connect Wallet": "Billetera Connect",
    "Presale Price": "Precio de preventa",
    "Goal": "Objetivo",
    "Listing Price": "Precio de venta",
    "ROI at Listing": "Retorno de la inversión",
    "Lifetime Free Predictions via yPredict Analytics": "Predicciones gratuitas de por vida a través de yPredict Analytics",
    "Sorry, No bonus": "Lo sentimos, no hay bonificación",
    "Buy with": "Comprar con {value}",
    "Check Allocation Status": "Comprobar estado de asignación",
    "How to buy ypredict ?": "¿Cómo comprar ypredict?",
    "step by step": "paso a paso",
    "100M": "100M",
    "Supply": "Suministro",
    "Users on waiting list": "Usuarios en lista de espera",
    "Marketcap at listing (circulating)": "Capitalización bursátil en el momento de cotizar (en circulación)",
    "WE'RE FEATURED IN POPULAR MEDIA OUTLETS AROUND THE GLOBE": "APARECEMOS EN MEDIOS DE COMUNICACIÓN POPULARES DE TODO EL MUNDO",
    ": Analytics Insight": ": Análisis",
    "ben zinga": "ben zinga",
    "BUSINESS INSIDER": "INFORMACIÓN DE NEGOCIOS",
    "yahoo! finance": "yahoo! finanzas",
    "Outlook": "Outlook",
    "NEWS BTC": "NOTICIAS BTC",
    "cryptonews": "cryptonews",
    "AMB CRYPTO": "AMB CRYPTO",
    "Explore some of the incredibly powerful products of the yPredict_ai ecosystem": "Explore algunos de los increíblemente potentes productos del ecosistema yPredict.ai",
    "and why it's the only market research tool you'll ever need": "...y por qué es la única herramienta de investigación de mercado que necesitarás.",
    "AI Signals": "Señales de Inteligencia Artificial",
    "real-time trading signals from cutting edge predictive models by top 1% AI experts": "Señales de trading en tiempo real a partir de modelos predictivos de vanguardia realizados por los mejores expertos en IA del 1%.",
    "Sentiment Analysis": "Análisis de sentimiento",
    "Real-time sentiment analysis on all popular crypto coins": "Análisis de sentimiento en tiempo real de todas las criptomonedas populares.",
    "Technical Analysis by AI": "Análisis Técnico por IA",
    "Let AI find the most effective indicators for your asset": "Deje que la IA encuentre los indicadores más eficaces para su activo.",
    "25+ Chart Pattern Recognition": "25+ Reconocimiento de patrones gráficos",
    "Let AI detect most promising chart patterns on your shortlisted coins": "Deje que la IA detecte los patrones gráficos más prometedores en sus monedas preseleccionadas.",
    "pattern 15m": "patrón 15m",
    "BULLISH FLAG PATTERN": "PATRÓN DE BANDERA ALCISTA",
    "Patent-Pending Pattern Recognition algorithm": "Algoritmo de reconocimiento de patrones pendiente de patente",
    "yPredict automatically identifies hundreds of bullish and bearish chart and candlestick patterns It generates real-time alerts when these patterns are formed, along with a reliability score based on the overall past accuracy of the expected price behavior after the pattern is formed": "yPredict.ai identifica automáticamente cientos de patrones alcistas y bajistas en gráficos y velas. Genera alertas en tiempo real cuando se forman estos patrones, junto con una puntuación de fiabilidad basada en la precisión general pasada del comportamiento esperado del precio después de que se forme el patrón.",
    "Unique Staking Rewards": "Recompensas únicas",
    "10% percent of each new subscription will be shared with YPRED holders through a staking pool The platform generates subscriptions on its marketplace, which includes AI signals offered through various models listed on the platform": "El 10% de cada nueva suscripción se compartirá con los titulares de YPRED a través de un fondo de apuestas. La plataforma genera suscripciones en su mercado, que incluye señales de IA ofrecidas a través de varios modelos listados en la plataforma.",
    "Platform Payment in YPRED": "Pago de la plataforma en YPRED",
    "$YPRED works as a default & discounted payment option for marketplace subscription payments and all premium offerings on yPredict app": "$YPRED funciona como una opción de pago predeterminada y con descuento para los pagos de suscripción al mercado y todas las ofertas premium en la aplicación yPredict.",
    "defytrends": "defytrends",
    "dash2trade": "dash2trade",
    "lunarcrush": "lunarcrush",
    "Comparison": "Comparación",
    "Quote": "Cotización",
    "Trading Terminal": "Terminal de comercio",
    "Transactional Data Analysis": "Análisis de datos transaccionales",
    "AI Prediction": "Predicción AI",
    "Auto Indicator": "Indicador automático",
    "Prediction Marketplace": "Mercado de predicciones",
    "Free Predictions": "Predicciones gratuitas",
    "Chart Trading": "Trading Gráfico",
    "Trusted & Backed by VCs and Pro traders for a reason": "De confianza y respaldado por VC y los comerciantes Pro por una razón.",
    "AI predictions by top 1% experts for your favorite coins": "Predicciones de Inteligencia Artificial de expertos del 1% para sus monedas favoritas.",
    "Transactional Data Analytics for thousands of digital assets": "Análisis de datos transaccionales para miles de activos digitales",
    "Marketplace to select predictive models of your choice": "Marketplace para seleccionar los modelos predictivos de su elección.",
    "Alternate Data (only Available to Institutional traders)": "Datos alternativos (sólo disponibles para operadores institucionales)",
    "Models trained on billions of data points": "Modelos entrenados en miles de millones de puntos de datos",
    "Why buying YPRED tokens is": "Por qué comprar tokens YPRED es ...",
    "absolutely a \"no-brainer\" deal?": "un negocio absolutamente \"no-brainer\"?",
    "10-100x Potential": "Potencial 10-100x",
    "Similar projects with far inferior offerings share a token mc of 50-100m at bare minimum, where YPREDS are designed with only 6_5m MC at listing": "Proyectos similares con ofertas muy inferiores comparten un token mc de 50-100m como mínimo, mientras que YPREDS está diseñado con sólo 6,5m MC en el listado.",
    "Lucrative Staking Rewards": "Lucrativas recompensas",
    "Token holders may receive up to 45% quarterly staking rewards from the 10% of tokens paid for each new subscription on the platform The industry average for staking returns is 5-10% APY, but we have decided to share a portion of subscription with our token holders through this pool, which has the potential to offer returns of up to 45% every quarter": "Los titulares de los tokens pueden recibir hasta un 45% de recompensas trimestrales por las apuestas a partir del 10% de los tokens pagados por cada nueva suscripción en la plataforma. La media del sector en cuanto a rentabilidad de las apuestas es del 5-10% APY, pero hemos decidido compartir una parte de la suscripción con nuestros titulares de tokens a través de este fondo, que tiene el potencial de ofrecer una rentabilidad de hasta el 45% cada trimestre.",
    "Lifetime Free Predictions": "Pronósticos gratuitos de por vida",
    "Access to yPredict Analytics base models, which were built by top 1% AI developers These predictive models are able to forecast the prices of popular coins such as Bitcoin, Ethereum, and Shiba Inu with extreme precision, unlike any other publicly available predictive models (Minimum buy of $500)": "Acceso a los modelos base de yPredict Analytics, construidos por los mejores desarrolladores de IA del 1%. Estos modelos predictivos son capaces de predecir los precios de monedas populares como Bitcoin, Ethereum y Shiba Inu con extrema precisión, a diferencia de cualquier otro modelo predictivo disponible públicamente. (Compra mínima de 250 $)",
    "Huge Discounts": "Grandes descuentos",
    "Access to platforms in yPredict ecosystem - Ranging from data repositories, predictions platforms, analytical tools, marketplace state of art trading terminals at a discounted price": "Acceso a las plataformas del ecosistema yPredict - Desde repositorios de datos, plataformas de predicción, herramientas analíticas, hasta terminales de trading de última generación a un precio con descuento.",
    "Tokenomics": "Tokenomics",
    "Sales Details": "Detalles de la venta",
    "Allocation and Vesting": "Asignación y adquisición",
    "Road Map": "Hoja de ruta",
    "Offering Type": "Tipo de oferta",
    "Quantity": "Cantidad",
    "Price": "Precio",
    "Raise": "Captación",
    "Marketcap": "Marketcap",
    "Minimum Appreciation %at TGE": "Revalorización mínima % a TGE",
    "Private Sale": "Venta privada",
    "Pre Sale": "Preventa",
    "Public Sale": "Venta pública",
    "Launch": "Lanzamiento",
    "Join the force with a global team": "Únete a la fuerza con un equipo global",
    "(CEO)": "(DIRECTOR GENERAL)",
    "(CTO)": "(CTO)",
    "(HEAD OF AI)": "(JEFE DE IA)",
    "(BLOCKCHAIN DEV)": "(DESARROLLADOR DE BLOCKCHAIN)",
    "Sold out in 10 seconds!": "¡Agotado en 10 segundos!",
    "\"These guys legit know how to build crazy scarcity I have been a part of their previous token projects, in one of them their token sold out in under 10 seconds I'm in yPredict\"": "Estos chicos saben de verdad cómo crear una escasez de locura. He formado parte de sus proyectos de tokens anteriores, en uno de ellos su token se agotó en menos de 10 segundos. Estoy en yPredict.",
    "Quant at Hillhouse Capital": "Quant en Hillhouse Capital",
    "Read Our": "Lea nuestro",
    "Whitepaper": "Libro Blanco",
    "The Four Key Pillars": "Los cuatro pilares fundamentales",
    "Ensuring Trust and Efficiency": "Garantía de confianza y eficacia",
    "An ever growing ecosystem of cutting edge AI products": "Un ecosistema en constante expansión de productos de inteligencia artificial de vanguardia",
    "Backlink estimator": "Estimador de backlinks",
    "Backlink Calculator": "Calculadora de backlinks",
    "Maximize your website's potential with our Backlink Estimator": "Maximice el potencial de su sitio web con nuestro Estimador de backlinks.",
    "Accurately predict backlink count, authority metrics, and make data-driven decisions": "Prediga con precisión el recuento de backlinks, las métricas de autoridad y tome decisiones basadas en datos.",
    "Stay ahead of the competition with our powerful Backlink Estimator": "Manténgase por delante de la competencia con nuestro potente Estimador de backlinks.",
    "Optimize your SEO strategy, track unique domain counts, and boost your online presence": "Optimice su estrategia de SEO, realice un seguimiento de los recuentos de dominios únicos y aumente su presencia en línea.",
    "yPredict editor": "yPredict editor",
    "Affordable AI-powered content solution streamlines workflow with an intelligent editor, NLP-driven keyword suggestions, and comprehensive scoring": "La solución de contenido asequible impulsada por IA agiliza el flujo de trabajo con un editor inteligente, sugerencias de palabras clave basadas en NLP y puntuación integral.",
    "Holistic content quality assessment through aggregate score calculation and AI-powered suggestions for engaging, optimized content": "Evaluación holística de la calidad del contenido a través del cálculo de puntajes agregados y sugerencias impulsadas por IA para contenido atractivo y optimizado.",
    "yPredict Analytics": "yPredict Analytics",
    "yPredict Analytics provides cutting-edge features like automated chart pattern recognition and transactional data analysis for crypto and stocks Get valuable insights and predictive signals for informed decision-making": "yPredict Analytics proporciona funciones de vanguardia como el reconocimiento automatizado de patrones de gráficos y el análisis de datos transaccionales para criptomonedas y acciones. Obtenga información valiosa y señales predictivas para tomar decisiones informadas.",
    "With yPredict Analytics, users benefit from the convenience of auto indicators The platform automatically selects the best indicators based on past performance, saving time and ensuring optimal trading strategies": "Con yPredict Analytics, los usuarios se benefician de la comodidad de los indicadores automáticos. La plataforma selecciona automáticamente los mejores indicadores en función del rendimiento anterior, lo que ahorra tiempo y garantiza estrategias comerciales óptimas.",
    "yPredict Predictions": "yPredict Predicciones",
    "Powerful predictions platform that utilizes AI models to forecast prices of various crypto and stocks assets across different timeframes": "Powerful predictions platform that utilizes AI models to forecast prices of various crypto and stocks assets across different timeframes.",
    "Exclusive membership offer with premium predictions, Get access to predictions from best models of the platform with free membership that comes with YPRED purchase during presale round": "Oferta de membresía exclusiva con predicciones premium. Obtenga acceso a predicciones de los mejores modelos de la plataforma con membresía gratuita que viene con la compra de YPRED durante la ronda de preventa.",
    "yPredict Marketplace": "yPredict Mercado",
    "A unique marketplace where ML developers can offer their model predictions as subscription services": "Un mercado único donde los desarrolladores de ML pueden ofrecer sus predicciones de modelos como servicios de suscripción.",
    "Through the yPredict marketplace, users gain access to predictions generated by expert ML developers across different domains": "A través del mercado yPredict, los usuarios obtienen acceso a predicciones generadas por desarrolladores expertos de ML en diferentes dominios.",
    "And a lot more": "Y mucho más",
    "Exclusive Insights": "Información exclusiva",
    "Massive Data Training": "Entrenamiento de datos masivos",
    "Coin Predictions": "Predicciones de monedas",
    "Asset Analytics": "Análisis de activos",
    "Alternate data only available to institutional traders": "Los datos alternativos solo están disponibles para los comerciantes institucionales",
    "Model Trained on billions of data points": "Modelo entrenado en miles de millones de puntos de datos",
    "AI predictions by top 1% experts for your favourite coins": "Predicciones de IA del 1% de los mejores expertos para sus monedas favoritas",
    "Transactional data analytics for thousands of digital assets": "Análisis de datos transaccionales para miles de activos digitales",
    "Do not pay directly to this address": "No pague directamente a esta dirección",
    "Live now": "Vive ahora",
    "Coming soon": "Muy pronto",
    "Your purchased tokens are allocated to vesting smart contract and are not available to claim just yet, You will be able to claim your available tokens during exchange listing event Tokens will be listed after the end of all presale rounds Estimated end date of each presale is mentioned on the buy widget itself": "Sus tokens comprados se asignan al contrato inteligente de asignación y aún no están disponibles para reclamar. Podrá reclamar sus tokens disponibles durante el evento de listado en el intercambio. Los tokens se listarán después de que finalicen todas las rondas de preventa. La fecha de finalización estimada de cada preventa se menciona en el propio widget de compra.",
    "cancel": "Cancelar",
    "Yes, i accept": "Sí, acepto",
    "Your query cannot be processed as your balance is below 5555 YPREDs You must participate in presale and purchase a minimum of 5555 YPREDs in order to use models in yPredict ecosystem This model would still be free to use and your YPRED tokens will not get debited unless otherwise specified in future You must maintain 5555 YPREDs to continue to use yPredict Backlink Calculator model": "No se puede procesar su consulta ya que su saldo es inferior a 5555 YPREDs. Debe participar en la preventa y comprar un mínimo de 5555 YPREDs para poder utilizar los modelos en el ecosistema de yPredict. Este modelo seguirá siendo gratuito de usar y sus tokens YPRED no se debitarán a menos que se especifique lo contrario en el futuro. Debe mantener 5555 YPREDs para seguir utilizando el modelo yPredict Backlink Calculator.",
    "Buy YPREDs": "Comprar YPREDs",
    "Allocated to": "Asignado a",
    "Allocation": "Asignación",
    "Vesting": "Adquisición",
    "50% unlock at TGE, 6 weeks lock, 6 months vest": "50% de desbloqueo en TGE, 6 semanas de bloqueo, 6 meses de chaleco",
    "100% unlock at TGE": "100% de desbloqueo en TGE",
    "PreSale": "Preventa",
    "Liquidity": "Liquidez",
    "Treasury": "Tesorería",
    "Development": "Desarrollo",
    "Build": "Construir",
    "Project is currently in development where team is dedicated to have initial beta ready by Q2 2023 Including yPredict Predictions, yPredict Analytics, yPredict Terminal This phase also includes token development & sales, listing, promotions": "El proyecto se encuentra actualmente en desarrollo, donde el equipo se dedica a tener la versión beta inicial lista para el segundo trimestre de 2023. Incluye yPredict Predictions, yPredict Analytics, yPredict Terminal. Esta fase también incluye desarrollo y ventas de tokens, cotización y promociones.",
    "Grow": "Crecer",
    "Growth phase will focus mainly on stabilizing the core offerings and organically growing the community and reaching a 100m marketcap for YPRED tokens": "La fase de crecimiento se centrará principalmente en estabilizar las ofertas principales y hacer crecer orgánicamente la comunidad y alcanzar una capitalización de mercado de 100 millones para tokens YPRED.",
    "Engage & Scale": "Participar y escalar",
    "By this phase we expect to have our ecosystem fully developed and stable products and growing community This phase will focus on large scale marketing campaigns to reach over 1m active users on all our platforms combined": "Para esta fase, esperamos tener nuestro ecosistema completamente desarrollado y productos estables y una comunidad en crecimiento. Esta fase se centrará en campañas de marketing a gran escala para llegar a más de 1 millón de usuarios activos en todas nuestras plataformas combinadas.",
    "View": "Ver"
  },
  "Footer": {
    "cuttingEdge": "Plataforma vanguardista de investigación y negociación de criptomonedas que proporciona a los operadores acceso a docenas de herramientas de análisis de criptomonedas basadas en IA.",
    "PLATFORM": "PLATAFORMA",
    "Home": "Página de inicio",
    "App Beta Access": "App Acceso Beta",
    "Holders App": "Aplicación para titulares",
    "Whitepaper": "Libro Blanco",
    "HELP": "AYUDA",
    "Email": "Correo electrónico",
    "FAQ": "PREGUNTAS FRECUENTES",
    "Education": "Educación",
    "copyright": "© {year} yPredict.ai, Todos los derechos reservados.",
    "Terms of Service": "Condiciones de uso",
    "Contact Us": "Contacte con nosotros"
  },
  "BacklinkEstimator": {
    "Rank #1 with AI generated": "Rank #1 con IA generada",
    "backlink strategy": "estrategia de backlinks",
    "An AI Powered Backlink Calculator": "Una calculadora de backlinks impulsada por IA",
    "to help you rank #1 on SERP": "para ayudarte a posicionarte #1 en SERP",
    "yPredict Backlink Model is trained on over 100m links to predict exact backlink profile your URL needs to rank for desired keyword No more guess work, have a precise backlink strategy to rank in no time": "El modelo de backlinks de yPredict se entrena con más de 100 millones de enlaces para predecir el perfil exacto de backlinks que tu URL necesita para clasificar en la palabra clave deseada. No más conjeturas, ten una estrategia de backlinks precisa para clasificar rápidamente.",
    "Read more": "Leer más",
    "Backlink Estimator": "Estimador de Backlinks",
    "Backlink Calculator": "Calculadora de backlinks",
    "Enter your URL and keyword and hit": "Ingresa tu URL y palabra clave y pulsa",
    "Connect Wallet": "Conectar Billetera",
    "Your Available balance": "Tu saldo disponible",
    "Buy YPREDs": "Comprar YPREDs",
    "Get unlimited queries for free, just for holding minimum 5555 yPRED tokens": "Obtén consultas ilimitadas gratis, solo por mantener un mínimo de 5555 tokens yPRED",
    "Enter domain or URL": "Ingresa el dominio o URL",
    "Keyword search": "Búsqueda de palabra clave",
    "Keyword is missing": "Falta la palabra clave",
    "Domain or url is missing": "Falta el dominio o URL",
    "Enter email": "Ingresa el correo electrónico",
    "Next": "Siguiente",
    "Email": "Correo electrónico",
    "Password": "Contraseña",
    "Enter Password": "Ingresa la contraseña",
    "Registration successful": "Registro exitoso",
    "Connection failed": "Error de conexión",
    "First Name": "Nombre",
    "Enter firstname": "Ingresa el nombre",
    "Last Name": "Apellido",
    "Enter lastname": "Ingresa el apellido",
    "Already have an account ?": "¿Ya tienes una cuenta?",
    "Sign in": "Iniciar sesión",
    "Register": "Registrarse",
    "First Name is required": "Se requiere el nombre",
    "Last Name is required": "Se requiere el apellido",
    "Email is required": "Se requiere el correo electrónico",
    "Invalid email": "Correo electrónico inválido",
    "Password is required": "Se requiere la contraseña",
    "Password must be at least 8 characters": "La contraseña debe tener al menos 8 caracteres",
    "You're successfully loggedin": "Has iniciado sesión correctamente",
    "Don't have account ?": "¿No tienes una cuenta?",
    "Sign Up": "Registrarse",
    "Login": "Iniciar sesión",
    "Please login first to see the data": "Por favor, inicia sesión primero para ver los datos",
    "Predict": "Predecir",
    "Predict again": "Predecir nuevamente",
    "For example": "Por ejemplo",
    "Please be patient, response may take upto a minute or more": "Por favor, ten paciencia, la respuesta puede tardar hasta un minuto o más",
    "My queries": "Mis consultas",
    "Billing": "Facturación",
    "Logout": "Cerrar sesión",
    "Query ID": "ID de consulta",
    "Keyword": "Palabra clave",
    "URL": "URL",
    "Status": "Estado",
    "Date": "Fecha",
    "Results": "Resultados",
    "Transaction ID": "ID de transacción",
    "Invoice": "Factura",
    "Action": "Acción",
    "Pay now": "Pagar ahora",
    "Show less queries": "Mostrar menos consultas",
    "Show more queries": "Mostrar más consultas",
    "See number of links, domains and their required metrics to rank": "Ver el número de enlaces, dominios y sus métricas requeridas para clasificar",
    "Backlink Count": "Recuento de Backlinks",
    "Number of backlinks you need to target to build": "Número de backlinks <br /> que necesitas apuntar <br /> para construir",
    "Avg Link Page Authority": "Autoridad promedio de la página de enlace",
    "Moz page authority that you should be targeting for each backlink": "Autoridad de página <br /> Moz a la que debes apuntar <br /> para cada backlink",
    "Avg Domain Authority": "Autoridad promedio de dominio",
    "Moz domain authority of the domains you're getting links from": "Autoridad de dominio <br /> Moz de los dominios de <br />los que estás obteniendo <br /> enlaces",
    "Unique Domains Count": "Recuento de Dominios Únicos",
    "Number of unique domains referring to your link": "Número de dominios <br /> únicos que se refieren <br /> a tu enlace",
    "results": "resultados",
    "yPredict Backlink model is currently free to use in the preview version": "El modelo de backlinks de yPredict es actualmente gratuito para usar en la versión de vista previa",
    "Predicted Backlink Count": "Recuento de Backlinks Predicho",
    "Our predictive model analyzes various factors and estimates the optimal number of backlinks required for a URL to achieve the coveted top-ranking on Google": "Nuestro modelo predictivo analiza diversos factores y estima el número óptimo de backlinks necesarios para que una URL logre el codiciado primer puesto en Google",
    "By considering the competitiveness of the desired keyword and the current ranking landscape, we provide valuable insights to help enhance link-building strategies and improve search engine visibility": "Al considerar la competitividad de la palabra clave deseada y el panorama de clasificación actual, proporcionamos información valiosa para ayudar a mejorar las estrategias de construcción de enlaces y aumentar la visibilidad en los motores de búsqueda",
    "Predicted Avg Page Authority": "Autoridad Promedio de Página Predicha",
    "Our predictive model provides valuable insights into the average Page Authority (PA) required for backlinks to propel a URL to the top position on Google": "Nuestro modelo predictivo proporciona información valiosa sobre la Autoridad de Página Promedio (PA) requerida para que los backlinks impulsen una URL a la posición superior en Google",
    "Leveraging Moz's scoring system, we estimate the optimal PA value that each backlink should possess, empowering website owners to strategically acquire high-quality links": "Aprovechando el sistema de puntuación de Moz, estimamos el valor óptimo de PA que cada backlink debe tener, lo que permite a los propietarios de sitios web adquirir estratégicamente enlaces de alta calidad",
    "Predicted Avg Domain Authority": "Autoridad Promedio de Dominio Predicha",
    "Harnessing the power of Moz's comprehensive domain evaluation, our predictive model enables users to predict the average Domain Authority (DA) necessary for backlinks to catapult a URL to the pinnacle of Google's search results": "Aprovechando el poder de la evaluación de dominios completa de Moz, nuestro modelo predictivo permite a los usuarios predecir la Autoridad de Dominio Promedio (DA) necesaria para que los backlinks impulsen una URL hasta la cima de los resultados de búsqueda de Google",
    "By determining the ideal DA value for each backlink, our model assists in formulating effective link-building strategies": "Al determinar el valor ideal de DA para cada backlink, nuestro modelo ayuda a formular estrategias efectivas de construcción de enlaces",
    "Predicted Unique Referring Domains": "Dominios de Referencia Únicos Predichos",
    "The model also predicts the ideal number of unique referring domains that a URL should aim for to secure the top spot on Google By diversifying the sources of backlinks, a website can establish a strong online presence and increase its authority": "El modelo también predice el número ideal de dominios de referencia únicos a los que una URL debe apuntar para asegurar el primer lugar en Google. Al diversificar las fuentes de backlinks, un sitio web puede establecer una fuerte presencia en línea y aumentar su autoridad",
    "Our model assists in determining the optimal domain diversity needed for effective search engine optimisation": "Nuestro modelo ayuda a determinar la diversidad de dominios óptima necesaria para una optimización efectiva en los motores de búsqueda",
    "What Our Clients Says": "Lo que dicen nuestros clientes",
    "Latest Blogs For You": "Últimos Blogs Para Ti",
    "Featured from the collection of predictions & experiments": "Destacado de la colección de predicciones y experimentos",
    "We're getting more queries than we can handle hence model is under high load, please try again later": "Recibimos más consultas de las que podemos manejar, por lo tanto, el modelo está bajo una carga alta, por favor, inténtalo de nuevo más tarde",
    "Please connect your wallet to processed": "Por favor, conecta tu billetera para procesar",
    "showingResult": "Mostrando {start} a {end} de {total} resultados",
    "Prev": "Anterior",
    "View result": "Ver resultado",
    "Processing": "Procesando",
    "Confirm": "Confirmar",
    "Cancel": "Cancelar",
    "Checkout": "Realizar pedido",
    "confirmMessage": "Por favor, confirme su pago de $99 para continuar con el calculador de backlinks. Al confirmar, acepta que se le cobre por el procesamiento adicional de la consulta. Haga clic en \"Confirmar\" para continuar."
  },
  "HowToBuy": {
    "How to buy YPRED": "Cómo comprar YPRED",
    "Connect your wallet": "Conecta tu billetera",
    "Mobile": "Móvil",
    "mobileInstruction": "Abra \"Metamask\" o \"Trust Wallet Ap\" en su teléfono, visite nuestro sitio web usando el navegador integrado y haga clic en conectar Seleccione la aplicación de \"Conectar cartera\" y haga clic en \"Aprobar\".",
    "Desktop": "Escritorio",
    "desktopInstruction": "Abra su navegador \"Google Chrome\", haga clic en \"Conectar billetera\" y apruebe su extensión \"Metamask\".",
    "Select payment method": "Seleccione el método de pago",
    "paymentMethodInstruction": "Seleccione su método de compra (ETH, BNB, MATIC, USDT o Tarjeta) e ingrese la cantidad de moneda que desea gastar o la cantidad de tokens que desea recibir.",
    "followInstruction": "Siga las instrucciones para el método de pago seleccionado:",
    "Buy with ETH": "Comprar con ETH",
    "Buy with BNB": "Comprar con BNB",
    "Buy with USDT": "Comprar con USDT",
    "Buy with credit card": "Comprar con tarjeta de crédito",
    "Buy with MATIC": "Comprar con MATIC",
    "Enter amount of currency / tokens": "Ingrese la cantidad de moneda/tokens",
    "Press \"Buy Now\" button": "Presione el botón \"Comprar ahora\"",
    "Accept transaction in Metamask": "Acepte la transacción en Metamask",
    "Check \"Metamask\" and \"Use default\" in custom spending cap": "Verifique \"Metamask\" y \"Usar valor predeterminado\" en el límite de gasto personalizado",
    "Click \"Next\" and \"Approve\"": "Haga clic en \"Siguiente\" y luego en \"Aprobar\"",
    "Wait for confirmation": "Espere la confirmación",
    "Click \"Approve\" again": "Haga clic en \"Aprobar\" nuevamente",
    "Complete the step by step KYC process": "Complete el proceso de KYC paso a paso",
    "Insert your Card information": "Ingrese la información de su tarjeta",
    "Accept payment": "Aceptar el pago",
    "Check your balance in dashboard": "Verifique su saldo en el panel de control",
    "Once the transaction has been completed and confirmed, you \"Connect Wallet\" and check your current balance of tokens": "Una vez que la transacción se haya completado y confirmado, \"Conecte la billetera\" y verifique su saldo actual de tokens.",
    "Claim": "Reclamar",
    "When the presale ends you will be able to connect your wallet and claim your tokens Click \"Claim tokens\" button and accept the transaction in Metamask": "Cuando finalice la preventa, podrá conectar su billetera y reclamar sus tokens. Haga clic en el botón \"Reclamar tokens\" y acepte la transacción en Metamask."
  }
}
