{
  "version": "1.0",
  "name": "YPredict.ai",
  "Navbar": {
    "Home": "Page d'accueil",
    "How to Buy": "Comment acheter",
    "Holders App": "Application pour les détenteurs",
    "Affiliate": "Affilié",
    "Community": "Communauté",
    "Beta Access": "Accès Beta",
    "Backlink Estimator": "Estimateur de backlinks",
    "Backlink Calculator": "Calculateur de backlinks",
    "WriteMingle": "WriteMingle",
    "yPredict Repository": "Référentiel yPredict",
    "yPredict Analytics": "yPredict Analytics",
    "Products": "Produits",
    "Coming soon": "À venir"
  },
  "Landing": {
    "YPRED, a token empowering world’s first": "YPRED, un jeton responsabilisant le premier",
    "All-in-One AI Ecosystem": "Écosystème d'IA \"tout-en-un\"",
    "Specifically Built for Developers, Traders, Quants and Analysts": "Spécifiquement conçu pour les développeurs, les traders, les quants et les analystes",
    "State-of-Art predictive models & data insights built by top 1% AI Developers & Quants enabling market participants to get an unbeatable edge in different industries including finance, health & human resource": "Des modèles prédictifs et des données de pointe élaborés par les 1 % de développeurs et d'analystes en IA les plus performants, permettant aux acteurs du marché d'obtenir un avantage imbattable dans différents secteurs, notamment la finance, la santé et les ressources humaines.",
    "Powered by": "Alimenté par",
    "Matic Polygon": "Matic Polygon",
    "Audit": "Audit",
    "100m": "100m",
    "KYC": "KYC",
    "Final Stage": "Phase finale",
    "Upto 1% daily rewards until we list": "Jusqu'à 1% de récompenses quotidiennes jusqu'à l'introduction en bourse",
    "Open": "Ouvrir",
    "Softcap already reached": "Softcap déjà atteint",
    "Presale Stage": "Prévente étape {round}",
    "Until next price": "Jusqu'au prochain prix {value}",
    "Add more to include bonus": "Ajouter {amount} pour inclure le bonus",
    "Bonus included": "Bonus inclus:",
    "My Wallet Balance": "Le solde de mon portefeuille",
    "Buy now": "Acheter",
    "Cancel Transaction": "Annuler la transaction",
    "Disconnect": "Déconnexion {address}",
    "Connect Wallet": "Connecter le portefeuille",
    "Presale Price": "Prix de prévente",
    "Goal": "Objectif",
    "Listing Price": "Prix d'inscription",
    "ROI at Listing": "ROI à l'inscription",
    "Lifetime Free Predictions via yPredict Analytics": "Prédictions gratuites à vie via yPredict Analytics",
    "Sorry, No bonus": "Désolé, pas de bonus",
    "Buy with": "Acheter avec {value}",
    "Check Allocation Status": "Vérifier le statut de l'allocation",
    "How to buy ypredict ?": "Comment acheter ypredict ?",
    "step by step": "étape par étape",
    "100M": "100M",
    "Supply": "Approvisionnement",
    "Users on waiting list": "Utilisateurs sur liste d'attente",
    "Marketcap at listing (circulating)": "Capitalisation boursière au moment de l'introduction en bourse (en circulation)",
    "WE'RE FEATURED IN POPULAR MEDIA OUTLETS AROUND THE GLOBE": "NOUS SOMMES PRÉSENTÉS DANS DES MÉDIAS POPULAIRES DU MONDE ENTIER",
    ": Analytics Insight": ": Analyse de l'information",
    "ben zinga": "ben zinga",
    "BUSINESS INSIDER": "INFORMACIÓN DE NEGOCIOS",
    "yahoo! finance": "yahoo! finanzas",
    "Outlook": "Outlook",
    "NEWS BTC": "NOTICIAS BTC",
    "cryptonews": "cryptonews",
    "AMB CRYPTO": "AMB CRYPTO",
    "Explore some of the incredibly powerful products of the yPredict_ai ecosystem": "Découvrez quelques-uns des produits incroyablement puissants de l'écosystème yPredict.ai",
    "and why it's the only market research tool you'll ever need": "...et pourquoi il s'agit du seul outil d'étude de marché dont vous aurez jamais besoin.",
    "AI Signals": "Signaux AI",
    "real-time trading signals from cutting edge predictive models by top 1% AI experts": "Signaux de trading en temps réel provenant de modèles prédictifs de pointe par les 1% d'experts en IA les plus performants.",
    "Sentiment Analysis": "Analyse du sentiment",
    "Real-time sentiment analysis on all popular crypto coins": "Analyse du sentiment en temps réel sur toutes les pièces de monnaie cryptographiques populaires.",
    "Technical Analysis by AI": "Analyse technique par l'IA",
    "Let AI find the most effective indicators for your asset": "Laissez l'IA trouver les indicateurs les plus efficaces pour votre actif.",
    "25+ Chart Pattern Recognition": "Reconnaissance de plus de 25 modèles graphiques",
    "Let AI detect most promising chart patterns on your shortlisted coins": "Laissez l'IA détecter les modèles graphiques les plus prometteurs sur les pièces de monnaie que vous avez présélectionnées.",
    "pattern 15m": "schéma 15m",
    "BULLISH FLAG PATTERN": "MODÈLE DE DRAPEAU HAUSSIER",
    "Patent-Pending Pattern Recognition algorithm": "Algorithme de reconnaissance de motifs en instance de brevet",
    "yPredict automatically identifies hundreds of bullish and bearish chart and candlestick patterns It generates real-time alerts when these patterns are formed, along with a reliability score based on the overall past accuracy of the expected price behavior after the pattern is formed": "yPredict.ai identifie automatiquement des centaines de configurations haussières et baissières sur les graphiques et les chandeliers. Il génère des alertes en temps réel lorsque ces configurations sont formées, ainsi qu'un score de fiabilité basé sur l'exactitude globale du comportement du prix attendu après la formation de la configuration.",
    "Unique Staking Rewards": "Récompenses uniques",
    "10% percent of each new subscription will be shared with YPRED holders through a staking pool The platform generates subscriptions on its marketplace, which includes AI signals offered through various models listed on the platform": "10 % de chaque nouvel abonnement sera partagé avec les détenteurs d'YPRED par l'intermédiaire d'un pool de mise. La plateforme génère des abonnements sur sa place de marché, qui comprend des signaux d'IA offerts par le biais de divers modèles répertoriés sur la plateforme.",
    "Platform Payment in YPRED": "Paiement de la plateforme en YPRED",
    "$YPRED works as a default & discounted payment option for marketplace subscription payments and all premium offerings on yPredict app": "Le $YPRED fonctionne comme une option de paiement par défaut et à prix réduit pour les abonnements à la place de marché et toutes les offres premium sur l'application yPredict.",
    "defytrends": "defytrends",
    "dash2trade": "dash2trade",
    "lunarcrush": "lunarcrush",
    "Comparison": "Comparaison",
    "Quote": "Cotation",
    "Trading Terminal": "Terminal de trading",
    "Transactional Data Analysis": "Analyse des données transactionnelles",
    "AI Prediction": "Prédiction AI",
    "Auto Indicator": "Indicateur automatique",
    "Prediction Marketplace": "Marché des prédictions",
    "Free Predictions": "Prédictions gratuites",
    "Chart Trading": "Trading de graphiques",
    "Trusted & Backed by VCs and Pro traders for a reason": "Confiance et soutien des VCs et des traders professionnels pour une raison bien précise.",
    "AI predictions by top 1% experts for your favorite coins": "Prédictions de l'I.A. par des experts du top 1% pour vos pièces de monnaie préférées",
    "Transactional Data Analytics for thousands of digital assets": "Analyse des données transactionnelles pour des milliers d'actifs numériques",
    "Marketplace to select predictive models of your choice": "Place de marché pour sélectionner les modèles prédictifs de votre choix.",
    "Alternate Data (only Available to Institutional traders)": "Données alternatives (uniquement disponibles pour les traders institutionnels)",
    "Models trained on billions of data points": "Modèles entraînés sur des milliards de points de données",
    "Why buying YPRED tokens is": "Pourquoi acheter des jetons YPRED est ...",
    "absolutely a \"no-brainer\" deal?": "absolument une affaire \"sans problème\" ?",
    "10-100x Potential": "Potentiel de 10-100x",
    "Similar projects with far inferior offerings share a token mc of 50-100m at bare minimum, where YPREDS are designed with only 6_5m MC at listing": "Des projets similaires avec des offres bien inférieures partagent un MC de token de 50-100m au strict minimum, alors que YPREDS est conçu avec seulement 6,5m MC à la cotation.",
    "Lucrative Staking Rewards": "Des récompenses lucratives",
    "Token holders may receive up to 45% quarterly staking rewards from the 10% of tokens paid for each new subscription on the platform The industry average for staking returns is 5-10% APY, but we have decided to share a portion of subscription with our token holders through this pool, which has the potential to offer returns of up to 45% every quarter": "Les détenteurs de tokens peuvent recevoir jusqu'à 45% de récompenses trimestrielles sur les 10% de tokens payés pour chaque nouvelle souscription sur la plateforme. La moyenne de l'industrie pour les retours sur investissement est de 5-10% APY, mais nous avons décidé de partager une partie de l'abonnement avec nos détenteurs de jetons à travers ce pool, qui a le potentiel d'offrir des retours sur investissement allant jusqu'à 45% chaque trimestre.",
    "Lifetime Free Predictions": "Prédictions gratuites à vie",
    "Access to yPredict Analytics base models, which were built by top 1% AI developers These predictive models are able to forecast the prices of popular coins such as Bitcoin, Ethereum, and Shiba Inu with extreme precision, unlike any other publicly available predictive models (Minimum buy of $500)": "Accès aux modèles de base de yPredict Analytics, qui ont été élaborés par les développeurs d'IA les plus performants. Ces modèles prédictifs sont capables de prévoir les prix de pièces populaires telles que Bitcoin, Ethereum et Shiba Inu avec une précision extrême, contrairement à tous les autres modèles prédictifs accessibles au public. (Achat minimum de 250 $)",
    "Huge Discounts": "Remises importantes",
    "Access to platforms in yPredict ecosystem - Ranging from data repositories, predictions platforms, analytical tools, marketplace state of art trading terminals at a discounted price": "Accès aux plateformes de l'écosystème yPredict - dépôts de données, plateformes de prédiction, outils analytiques, place de marché, terminaux de trading à la pointe de la technologie - à un prix réduit.",
    "Tokenomics": "Tokenomics",
    "Sales Details": "Détails des ventes",
    "Allocation and Vesting": "Allocation et acquisition",
    "Road Map": "Feuille de route",
    "Offering Type": "Type d'offre",
    "Quantity": "Quantité",
    "Price": "Prix",
    "Raise": "Levée",
    "Marketcap": "Capitalisation boursière",
    "Minimum Appreciation %at TGE": "Appréciation minimale % au TGE",
    "Private Sale": "Vente privée",
    "Pre Sale": "Prévente",
    "Public Sale": "Vente publique",
    "Launch": "Lancement",
    "Join the force with a global team": "Rejoindre la force avec une équipe mondiale",
    "(CEO)": "(DIRECTEUR GÉNÉRAL)",
    "(CTO)": "(DIRECTEUR TECHNIQUE)",
    "(HEAD OF AI)": "(CHEF DE L'IA)",
    "(BLOCKCHAIN DEV)": "(DÉVELOPPEUR BLOCKCHAIN)",
    "Sold out in 10 seconds!": "Vendu en 10 secondes !",
    "\"These guys legit know how to build crazy scarcity I have been a part of their previous token projects, in one of them their token sold out in under 10 seconds I'm in yPredict\"": "Ces gars-là savent vraiment comment créer une rareté folle. J'ai participé à leurs précédents projets de jetons, et dans l'un d'entre eux, le jeton a été vendu en moins de 10 secondes. Je suis dans yPredict.",
    "Quant at Hillhouse Capital": "Quant chez Hillhouse Capital",
    "Read Our": "Lire notre",
    "Whitepaper": "Livre blanc",
    "The Four Key Pillars": "Les quatre piliers clés",
    "Ensuring Trust and Efficiency": "Assurer la confiance et l'efficacité",
    "An ever growing ecosystem of cutting edge AI products": "Un écosystème en croissance constante de produits d'IA de pointe",
    "Backlink estimator": "Estimateur de backlink",
    "Backlink Calculator": "Calculateur de backlinks",
    "Maximize your website's potential with our Backlink Estimator": "Maximisez le potentiel de votre site Web avec notre outil d'estimation des backlinks.",
    "Accurately predict backlink count, authority metrics, and make data-driven decisions": "Prévoyez avec précision le nombre de backlinks et les mesures d'autorité et prenez des décisions basées sur les données.",
    "Stay ahead of the competition with our powerful Backlink Estimator": "Gardez une longueur d'avance sur la concurrence grâce à notre puissant outil d'estimation des backlinks.",
    " Optimize your SEO strategy, track unique domain counts, and boost your online presence": "Optimisez votre stratégie de référencement, suivez le nombre de domaines uniques et renforcez votre présence en ligne.",
    "yPredict editor": "Éditeur yPredict",
    "Affordable AI-powered content solution streamlines workflow with an intelligent editor, NLP-driven keyword suggestions, and comprehensive scoring": "Une solution de contenu abordable alimentée par l'IA rationalise le flux de travail avec un éditeur intelligent, des suggestions de mots clés basées sur la PNL et une notation complète.",
    "Holistic content quality assessment through aggregate score calculation and AI-powered suggestions for engaging, optimized content": "Évaluation holistique de la qualité du contenu grâce au calcul du score global et aux suggestions basées sur l'IA pour un contenu attrayant et optimisé.",
    "yPredict Analytics": "yPredict Analytics",
    "yPredict Analytics provides cutting-edge features like automated chart pattern recognition and transactional data analysis for crypto and stocks Get valuable insights and predictive signals for informed decision-making": "yPredict Analytics fournit des fonctionnalités de pointe telles que la reconnaissance automatisée des modèles de graphiques et l'analyse des données transactionnelles pour la crypto et les actions. Obtenez des informations précieuses et des signaux prédictifs pour une prise de décision éclairée",
    "With yPredict Analytics, users benefit from the convenience of auto indicators The platform automatically selects the best indicators based on past performance, saving time and ensuring optimal trading strategies": "Avec yPredict Analytics, les utilisateurs bénéficient de la commodité des indicateurs automatiques. La plateforme sélectionne automatiquement les meilleurs indicateurs en fonction des performances passées, ce qui permet de gagner du temps et de garantir des stratégies de trading optimales.",
    "yPredict Predictions": "yPredict Prédictions",
    "Powerful predictions platform that utilizes AI models to forecast prices of various crypto and stocks assets across different timeframes": "Plate-forme de prédictions puissante qui utilise des modèles d'IA pour prévoir les prix de divers actifs cryptographiques et boursiers sur différentes périodes.",
    "Exclusive membership offer with premium predictions, Get access to predictions from best models of the platform with free membership that comes with YPRED purchase during presale round": "Offre d'adhésion exclusive avec des prédictions premium, accédez aux prédictions des meilleurs modèles de la plate-forme avec une adhésion gratuite fournie avec l'achat d'YPRED lors de la prévente.",
    "yPredict Marketplace": "yPredict Marketplace",
    "A unique marketplace where ML developers can offer their model predictions as subscription services": "Un marché unique où les développeurs ML peuvent proposer leurs prédictions de modèles sous forme de services d'abonnement.",
    "Through the yPredict marketplace, users gain access to predictions generated by expert ML developers across different domains": "Grâce au marché yPredict, les utilisateurs ont accès aux prédictions générées par des développeurs experts en ML dans différents domaines.",
    "And a lot more": "Et beaucoup plus",
    "Exclusive Insights": "Avant-premières exclusives",
    "Massive Data Training": "Formation massive sur les données",
    "Coin Predictions": "Prédictions de pièces",
    "Asset Analytics": "Analyse des actifs",
    "Alternate data only available to institutional traders": "Les données alternatives ne sont disponibles que pour les traders institutionnels",
    "Model Trained on billions of data points": "Modèle entraîné sur des milliards de points de données",
    "AI predictions by top 1% experts for your favourite coins": "Prédictions de l'IA des meilleurs 1 % d'experts pour vos pièces préférées",
    "Transactional data analytics for thousands of digital assets": "Analyse de données transactionnelles pour des milliers d'actifs numériques",
    "Do not pay directly to this address": "Ne payez pas directement à cette adresse",
    "Live now": "Vis maintenant",
    "Coming soon": "À venir",
    "Your purchased tokens are allocated to vesting smart contract and are not available to claim just yet, You will be able to claim your available tokens during exchange listing event Tokens will be listed after the end of all presale rounds Estimated end date of each presale is mentioned on the buy widget itself": "Vos jetons achetés sont alloués au contrat intelligent de gel et ne peuvent pas encore être réclamés. Vous pourrez réclamer vos jetons disponibles lors de l'événement de mise en liste sur l'échange. Les jetons seront répertoriés après la fin de toutes les rondes de prévente. La date de fin estimée de chaque prévente est mentionnée sur le widget d'achat lui-même.",
    "cancel": "Annuler",
    "Yes, i accept": "Oui, j'accepte",
    "Your query cannot be processed as your balance is below 5555 YPREDs You must participate in presale and purchase a minimum of 5555 YPREDs in order to use models in yPredict ecosystem This model would still be free to use and your YPRED tokens will not get debited unless otherwise specified in future You must maintain 5555 YPREDs to continue to use yPredict Backlink Calculator model": "Votre requête ne peut pas être traitée car votre solde est inférieur à 5555 YPREDs. Vous devez participer à la prévente et acheter un minimum de 5555 YPREDs afin de pouvoir utiliser les modèles dans l'écosystème yPredict. Ce modèle reste gratuit à utiliser et vos jetons YPRED ne seront pas débités sauf indication contraire à l'avenir. Vous devez maintenir 5555 YPREDs pour continuer à utiliser le modèle de calculateur de backlinks yPredict.",
    "Buy YPREDs": "Acheter des YPREDs",
    "Allocated to": "Alloué à",
    "Allocation": "Allocation",
    "Vesting": "Acquisition",
    "50% unlock at TGE, 6 weeks lock, 6 months vest": "50 % de déverrouillage au TGE, verrouillage de 6 semaines, gilet de 6 mois",
    "100% unlock at TGE": "Déblocage à 100 % au TGE",
    "PreSale": "Prévente",
    "Liquidity": "Liquidité",
    "Treasury": "Trésorerie",
    "Development": "Développement",
    "Build": "Construire",
    "Project is currently in development where team is dedicated to have initial beta ready by Q2 2023 Including yPredict Predictions, yPredict Analytics, yPredict Terminal This phase also includes token development & sales, listing, promotions": "Le projet est actuellement en développement et l'équipe se consacre à la préparation de la version bêta initiale d'ici le deuxième trimestre 2023. Y Predict Predictions, yPredict Analytics, yPredict Terminal. Cette phase comprend également le développement et les ventes de jetons, la liste, les promotions.",
    "Grow": "Grandir",
    "Growth phase will focus mainly on stabilizing the core offerings and organically growing the community and reaching a 100m marketcap for YPRED tokens": "La phase de croissance se concentrera principalement sur la stabilisation des offres de base et la croissance organique de la communauté et l'atteinte d'une capitalisation boursière de 100 millions pour les jetons YPRED.",
    "Engage & Scale": "Engagez et mettez à l'échelle",
    "By this phase we expect to have our ecosystem fully developed and stable products and growing community This phase will focus on large scale marketing campaigns to reach over 1m active users on all our platforms combined": "À cette phase, nous prévoyons que notre écosystème aura des produits entièrement développés et stables et une communauté en pleine croissance. Cette phase se concentrera sur des campagnes marketing à grande échelle pour atteindre plus d'un million d'utilisateurs actifs sur toutes nos plateformes combinées.",
    "View": "Voir"
  },
  "Footer": {
    "cuttingEdge": "Plateforme de recherche et de trading cryptographique de pointe qui permet aux traders d'accéder à des dizaines d'outils d'analyse cryptographique alimentés par l'IA.",
    "PLATFORM": "PLATE-FORME",
    "Home": "Page d'accueil",
    "App Beta Access": "Accès à la bêta de l'application",
    "Holders App": "Application pour les détenteurs",
    "Whitepaper": "Livre blanc",
    "HELP": "AIDE",
    "Email": "Adresse électronique",
    "FAQ": "FAQ (FOIRE AUX QUESTIONS)",
    "Education": "La formation",
    "copyright": "© {year} yPredict.ai, Tous droits réservés.",
    "Terms of Service": "Conditions d'utilisation",
    "Contact Us": "Nous contacter"
  },
  "BacklinkEstimator": {
    "Rank #1 with AI generated": "Classement n°1 généré par l'IA",
    "backlink strategy": "stratégie de backlink",
    "An AI Powered Backlink Calculator": "Un calculateur de backlink alimenté par l'IA",
    "to help you rank #1 on SERP": "pour vous aider à vous classer n°1 sur les SERP",
    "yPredict Backlink Model is trained on over 100m links to predict exact backlink profile your URL needs to rank for desired keyword No more guess work, have a precise backlink strategy to rank in no time": "Le modèle de backlink yPredict est entraîné sur plus de 100 millions de liens pour prédire le profil exact de backlink dont votre URL a besoin pour se classer pour le mot-clé souhaité. Fini les suppositions, ayez une stratégie de backlink précise pour vous classer en un rien de temps.",
    "Read more": "Lire la suite",
    "Backlink Estimator": "Estimateur de backlink",
    "Backlink Calculator": "Calculateur de backlinks",
    "Enter your URL and keyword and hit": "Entrez votre URL et votre mot-clé, puis appuyez sur",
    "Connect Wallet": "Connecter le portefeuille",
    "Your Available balance": "Votre solde disponible",
    "Buy YPREDs": "Acheter des YPREDs",
    "Get unlimited queries for free, just for holding minimum 5555 yPRED tokens": "Obtenez des requêtes illimitées gratuitement, rien qu'en détenant un minimum de 5555 jetons yPRED",
    "Enter domain or URL": "Entrez le domaine ou l'URL",
    "Keyword search": "Recherche de mot-clé",
    "Keyword is missing": "Le mot-clé est manquant",
    "Domain or url is missing": "Le domaine ou l'URL est manquant",
    "Enter email": "Entrez votre e-mail",
    "Next": "Suivant",
    "Email": "E-mail",
    "Password": "Mot de passe",
    "Enter Password": "Entrez le mot de passe",
    "Registration successful": "Inscription réussie",
    "Connection failed": "Échec de la connexion",
    "First Name": "Prénom",
    "Enter firstname": "Entrez le prénom",
    "Last Name": "Nom de famille",
    "Enter lastname": "Entrez le nom de famille",
    "Already have an account ?": "Vous avez déjà un compte ?",
    "Sign in": "Se connecter",
    "Register": "S'inscrire",
    "First Name is required": "Le prénom est requis",
    "Last Name is required": "Le nom de famille est requis",
    "Email is required": "L'e-mail est requis",
    "Invalid email": "E-mail invalide",
    "Password is required": "Le mot de passe est requis",
    "Password must be at least 8 characters": "Le mot de passe doit comporter au moins 8 caractères",
    "You're successfully loggedin": "Vous êtes connecté avec succès",
    "Don't have account ?": "Vous n'avez pas de compte ?",
    "Sign Up": "S'inscrire",
    "Login": "Se connecter",
    "Please login first to see the data": "Veuillez vous connecter d'abord pour voir les données",
    "Predict": "Prédire",
    "Predict again": "Prédire à nouveau",
    "For example": "Par exemple",
    "Please be patient, response may take upto a minute or more": "Soyez patient, la réponse peut prendre jusqu'à une minute ou plus",
    "My queries": "Mes requêtes",
    "Billing": "Facturation",
    "Logout": "Déconnexion",
    "Query ID": "ID de requête",
    "Keyword": "Mot-clé",
    "URL": "URL",
    "Status": "Statut",
    "Date": "Date",
    "Results": "Résultats",
    "Transaction ID": "Identifiant de transaction",
    "Invoice": "Facture",
    "Action": "Action",
    "Pay now": "Payez maintenant",
    "Show less queries": "Afficher moins de requêtes",
    "Show more queries": "Afficher plus de requêtes",
    "See number of links, domains and their required metrics to rank": "Voir le nombre de liens, de domaines et leurs métriques requises pour se classer",
    "Backlink Count": "Nombre de backlinks",
    "Number of backlinks you need to target to build": "Nombre de backlinks <br /> que vous devez cibler <br /> pour construire",
    "Avg Link Page Authority": "Autorité moyenne des pages de liens",
    "Moz page authority that you should be targeting for each backlink": "Autorité moyenne <br />des pages Moz que vous <br /> devriez cibler pour chaque <br /> backlink",
    "Avg Domain Authority": "Autorité moyenne du domaine",
    "Moz domain authority of the domains you're getting links from": "Autorité moyenne du <br /> domaine Moz des domaines <br /> à partir desquels vous <br />obtenez des liens",
    "Unique Domains Count": "Nombre de domaines uniques",
    "Number of unique domains referring to your link": "Nombre de domaines uniques <br /> faisant référence à <br /> votre lien",
    "results": "résultats",
    "yPredict Backlink model is currently free to use in the preview version": "Le modèle de backlink yPredict est actuellement gratuit à utiliser dans la version de prévisualisation",
    "Predicted Backlink Count": "Nombre de backlinks prédits",
    "Our predictive model analyzes various factors and estimates the optimal number of backlinks required for a URL to achieve the coveted top-ranking on Google": "Notre modèle prédictif analyse divers facteurs et estime le nombre optimal de backlinks nécessaires pour qu'une URL atteigne le classement supérieur tant convoité sur Google",
    "By considering the competitiveness of the desired keyword and the current ranking landscape, we provide valuable insights to help enhance link-building strategies and improve search engine visibility": "En tenant compte de la compétitivité du mot-clé souhaité et du paysage actuel du classement, nous fournissons des informations précieuses pour aider à améliorer les stratégies de création de liens et à améliorer la visibilité sur les moteurs de recherche",
    "Predicted Avg Page Authority": "Autorité moyenne des pages prévue",
    "Our predictive model provides valuable insights into the average Page Authority (PA) required for backlinks to propel a URL to the top position on Google": "Notre modèle prédictif fournit des informations précieuses sur l'autorité moyenne des pages (PA) requise pour que les backlinks propulsent une URL vers la première position sur Google",
    "Leveraging Moz's scoring system, we estimate the optimal PA value that each backlink should possess, empowering website owners to strategically acquire high-quality links": "En tirant parti du système de notation de Moz, nous estimons la valeur optimale de PA que chaque backlink doit posséder, permettant aux propriétaires de sites Web d'acquérir stratégiquement des liens de haute qualité",
    "Predicted Avg Domain Authority": "Autorité moyenne du domaine prévue",
    "Harnessing the power of Moz's comprehensive domain evaluation, our predictive model enables users to predict the average Domain Authority (DA) necessary for backlinks to catapult a URL to the pinnacle of Google's search results": "En exploitant la puissance de l'évaluation globale des domaines de Moz, notre modèle prédictif permet aux utilisateurs de prédire l'autorité de domaine moyenne (DA) nécessaire pour les backlinks afin de propulser une URL au pinacle des résultats de recherche de Google.",
    "By determining the ideal DA value for each backlink, our model assists in formulating effective link-building strategies": "En déterminant la valeur idéale de DA pour chaque backlink, notre modèle aide à formuler des stratégies efficaces de création de liens",
    "Predicted Unique Referring Domains": "Domaines de référence uniques prédits",
    "The model also predicts the ideal number of unique referring domains that a URL should aim for to secure the top spot on Google By diversifying the sources of backlinks, a website can establish a strong online presence and increase its authority": "Le modèle prévoit également le nombre idéal de domaines de référence uniques auxquels une URL devrait viser pour sécuriser la première place sur Google. En diversifiant les sources de backlinks, un site Web peut établir une forte présence en ligne et augmenter son autorité",
    "Our model assists in determining the optimal domain diversity needed for effective search engine optimisation": "Notre modèle aide à déterminer la diversité de domaine optimale nécessaire pour une optimisation efficace des moteurs de recherche",
    "What Our Clients Says": "Ce que disent nos clients",
    "Latest Blogs For You": "Derniers blogs pour vous",
    "Featured from the collection of predictions & experiments": "Sélectionné parmi la collection de prédictions et d'expériences",
    "We're getting more queries than we can handle hence model is under high load, please try again later": "Nous recevons plus de requêtes que nous ne pouvons en gérer, c'est pourquoi le modèle est fortement sollicité. Veuillez réessayer ultérieurement",
    "Please connect your wallet to processed": "Veuillez connecter votre portefeuille pour procéder",
    "showingResult": "Affichage de {start} à {end} sur un total de {total} résultats",
    "Prev": "Précédent",
    "View result": "Voir le résultat",
    "Processing": "En cours de traitement",
    "N/A": "N/A",
    "Confirm": "Confirmer",
    "Cancel": "Annuler",
    "Checkout": "Passer à la caisse",
    "confirmMessage": "Veuillez confirmer votre paiement de $99 pour continuer avec le calculateur de backlinks. En confirmant, vous acceptez d'être facturé pour le traitement ultérieur de la requête. Cliquez sur \"Confirmer\" pour continuer."
  },
  "HowToBuy": {
    "How to buy YPRED": "Comment acheter YPRED",
    "Connect your wallet": "Connectez votre portefeuille",
    "Mobile": "Mobile",
    "mobileInstruction": "Ouvrez \"Metamask\" ou \"Trust Wallet App\" sur votre téléphone, visitez notre site Web à l'aide du navigateur intégré et cliquez sur Connecter Sélectionnez l'application dans \"Connect Wallet\" et cliquez sur \"Approuver\".",
    "Desktop": "Ordinateur de bureau",
    "desktopInstruction": "Ouvrez votre navigateur \"Google Chrome\", cliquez sur \"Connect Wallet\" et approuvez dans votre extension \"Metamask\".",
    "Select payment method": "Sélectionnez le mode de paiement",
    "paymentMethodInstruction": "Sélectionnez votre mode d'achat (ETH, BNB, MATIC, USDT ou carte) et saisissez le montant de la devise que vous souhaitez dépenser ou le montant de jetons que vous souhaitez recevoir.",
    "followInstruction": "Suivez les instructions pour la méthode de paiement sélectionnée :",
    "Buy with ETH": "Acheter avec ETH",
    "Buy with BNB": "Acheter avec BNB",
    "Buy with USDT": "Acheter avec USDT",
    "Buy with credit card": "Acheter par carte de crédit",
    "Buy with MATIC": "Acheter avec MATIC",
    "Enter amount of currency / tokens": "Saisissez le montant de la devise / des jetons",
    "Press \"Buy Now\" button": "Appuyez sur le bouton \"Acheter maintenant\"",
    "Accept transaction in Metamask": "Acceptez la transaction dans Metamask",
    "Check \"Metamask\" and \"Use default\" in custom spending cap": "Vérifiez \"Metamask\" et \"Utiliser par défaut\" dans la limite de dépenses personnalisée",
    "Click \"Next\" and \"Approve\"": "Cliquez sur \"Suivant\" et \"Approuver\"",
    "Wait for confirmation": "Attendez la confirmation",
    "Click \"Approve\" again": "Cliquez à nouveau sur \"Approuver\"",
    "Complete the step by step KYC process": "Complétez le processus de vérification KYC étape par étape",
    "Insert your Card information": "Insérez les informations de votre carte",
    "Accept payment": "Acceptez le paiement",
    "Check your balance in dashboard": "Vérifiez votre solde dans le tableau de bord",
    "Once the transaction has been completed and confirmed, you \"Connect Wallet\" and check your current balance of tokens": "Une fois que la transaction est terminée et confirmée, vous \"Connectez votre portefeuille\" et vérifiez votre solde actuel de jetons.",
    "Claim": "Réclamer",
    "When the presale ends you will be able to connect your wallet and claim your tokens Click \"Claim tokens\" button and accept the transaction in Metamask": "Lorsque la prévente se termine, vous pourrez connecter votre portefeuille et réclamer vos jetons. Cliquez sur le bouton \"Réclamer des jetons\" et acceptez la transaction dans Metamask."
  }
}
