{
  "version": "1.0",
  "name": "YPredict.ai",
  "Navbar": {
    "Home": "Pagina iniziale",
    "How to Buy": "Come comprare",
    "Holders App": "App titolari",
    "Affiliate": "Affiliato",
    "Community": "Comunità",
    "Beta Access": "Accesso beta",
    "Backlink Estimator": "Stimatore di backlink",
    "Backlink Calculator": "Calcolatore di backlink",
    "WriteMingle": "WriteMingle",
    "yPredict Repository": "yRepository previsione",
    "yPredict Analytics": "yPrevedi analisi",
    "Products": "Prodotti",
    "Coming soon": "Prossimamente"
  },
  "Landing": {
    "YPRED, a token empowering world’s first": "YPRED, un token che potenzia il primo ecosistema di intelligenza artificiale",
    "All-in-One AI Ecosystem": "Ecosistema di intelligenza artificiale tutto in uno",
    "Specifically Built for Developers, Traders, Quants and Analysts": "Costruito specificamente per Sviluppatori, Traders, Quants e Analisti",
    "State-of-Art predictive models & data insights built by top 1% AI Developers & Quants enabling market participants to get an unbeatable edge in different industries including finance, health & human resource": "Modelli predittivi all'avanguardia e approfondimenti sui dati costruiti dal top 1% degli sviluppatori e dei ricercatori di intelligenza artificiale che consentono agli operatori di mercato di ottenere un vantaggio imbattibile in diversi settori, tra cui finanza, salute e risorse umane.",
    "Powered by": "Alimentato da",
    "Matic Polygon": "Poligono Matic",
    "Audit": "Audit",
    "100m": "100m",
    "KYC": "KYC",
    "Final Stage": "Fase finale",
    "Upto 1% daily rewards until we list": "Fino all'1% di ricompense giornaliere fino alla quotazione",
    "Open": "Aperto",
    "Softcap already reached": "Softcap già raggiunto",
    "Presale Stage": "Fase {round} della prevendita",
    "Until next price": "Fino al prossimo prezzo {value}",
    "Add more to include bonus": "Aggiungere {amount} per includere il bonus",
    "Bonus included": "Bonus incluso:",
    "My Wallet Balance": "Il saldo del mio portafoglio",
    "Buy now": "Acquista ora",
    "Cancel Transaction": "Annullamento dell'operazione",
    "Disconnect": "Disconnessione {address}",
    "Connect Wallet": "Portafoglio Connect",
    "Presale Price": "Prezzo di prevendita",
    "Goal": "Obiettivo",
    "Listing Price": "Prezzo di listino",
    "ROI at Listing": "ROI alla quotazione",
    "Lifetime Free Predictions via yPredict Analytics": "Previsioni gratuite a vita tramite yPredict Analytics",
    "Sorry, No bonus": "Spiacente, nessun bonus",
    "Buy with": "Acquista con {value}",
    "Check Allocation Status": "Controllare lo stato di allocazione",
    "How to buy ypredict ?": "Come acquistare ypredict?",
    "step by step": "passo dopo passo",
    "100M": "100M",
    "Supply": "Fornitura",
    "Users on waiting list": "Utenti in lista d'attesa",
    "Marketcap at listing (circulating)": "Capitalizzazione di mercato al momento della quotazione (in circolazione)",
    "WE'RE FEATURED IN POPULAR MEDIA OUTLETS AROUND THE GLOBE": "SIAMO PRESENTI NEI MEDIA DI TUTTO IL MONDO",
    ": Analytics Insight": ": Approfondimento analitico",
    "ben zinga": "ben zinga",
    "BUSINESS INSIDER": "INFORMACIÓN DE NEGOCIOS",
    "yahoo! finance": "yahoo! finanzas",
    "Outlook": "Outlook",
    "NEWS BTC": "NOTICIAS BTC",
    "cryptonews": "cryptonews",
    "AMB CRYPTO": "AMB CRYPTO",
    "Explore some of the incredibly powerful products of the yPredict_ai ecosystem": "Scoprite alcuni dei prodotti incredibilmente potenti dell'ecosistema yPredict.ai",
    "and why it's the only market research tool you'll ever need": "... e perché è l'unico strumento di ricerca di mercato di cui avrete mai bisogno.",
    "AI Signals": "Segnali AI",
    "real-time trading signals from cutting edge predictive models by top 1% AI experts": "Segnali di trading in tempo reale provenienti da modelli predittivi all'avanguardia realizzati dal top 1% degli esperti di AI.",
    "Sentiment Analysis": "Analisi del sentiment",
    "Real-time sentiment analysis on all popular crypto coins": "Analisi del sentiment in tempo reale su tutte le criptovalute più popolari.",
    "Technical Analysis by AI": "Analisi tecnica di IA",
    "Let AI find the most effective indicators for your asset": "Lasciate che l'AI trovi gli indicatori più efficaci per il vostro asset.",
    "25+ Chart Pattern Recognition": "Riconoscimento di 25+ grafici",
    "Let AI detect most promising chart patterns on your shortlisted coins": "Lasciate che l'IA individui i pattern grafici più promettenti sulle vostre monete selezionate.",
    "pattern 15m": "modello 15m",
    "BULLISH FLAG PATTERN": "MODELLO A BANDIERA RIALZISTA",
    "Patent-Pending Pattern Recognition algorithm": "Algoritmo di riconoscimento dei pattern in attesa di brevetto",
    "yPredict automatically identifies hundreds of bullish and bearish chart and candlestick patterns It generates real-time alerts when these patterns are formed, along with a reliability score based on the overall past accuracy of the expected price behavior after the pattern is formed": "yPredict.ai identifica automaticamente centinaia di pattern rialzisti e ribassisti su grafici e candele. Genera avvisi in tempo reale quando si formano questi pattern, insieme a un punteggio di affidabilità basato sull'accuratezza complessiva del comportamento atteso dei prezzi dopo la formazione del pattern.",
    "Unique Staking Rewards": "Premi di puntata unici",
    "10% percent of each new subscription will be shared with YPRED holders through a staking pool The platform generates subscriptions on its marketplace, which includes AI signals offered through various models listed on the platform": "Il 10% di ogni nuova sottoscrizione sarà condiviso con i titolari di YPRED attraverso un pool di scommesse. La piattaforma genera abbonamenti sul suo mercato, che comprende segnali AI offerti attraverso vari modelli elencati sulla piattaforma.",
    "Platform Payment in YPRED": "Pagamento della piattaforma in YPRED",
    "$YPRED works as a default & discounted payment option for marketplace subscription payments and all premium offerings on yPredict app": "$YPRED funziona come opzione di pagamento predefinita e scontata per i pagamenti degli abbonamenti al marketplace e per tutte le offerte premium sull'app yPredict.",
    "defytrends": "defytrends",
    "dash2trade": "dash2trade",
    "lunarcrush": "lunarcrush",
    "Comparison": "Confronto",
    "Quote": "Quotazione",
    "Trading Terminal": "Terminale di trading",
    "Transactional Data Analysis": "Analisi dei dati transazionali",
    "AI Prediction": "Previsione AI",
    "Auto Indicator": "Indicatore automatico",
    "Prediction Marketplace": "Mercato delle previsioni",
    "Free Predictions": "Previsioni gratuite",
    "Chart Trading": "CTrading sui grafici",
    "Trusted & Backed by VCs and Pro traders for a reason": "Affidato e sostenuto da VC e trader professionisti per un motivo.",
    "AI predictions by top 1% experts for your favorite coins": "Previsioni A.I da parte del top 1% degli esperti per le vostre monete preferite",
    "Transactional Data Analytics for thousands of digital assets": "Analisi dei dati transazionali per migliaia di asset digitali",
    "Marketplace to select predictive models of your choice": "Mercato per selezionare i modelli predittivi di vostra scelta.",
    "Alternate Data (only Available to Institutional traders)": "Dati alternativi (disponibili solo per i trader istituzionali)",
    "Models trained on billions of data points": "Modelli addestrati su miliardi di punti dati",
    "Why buying YPRED tokens is": "Perché comprare i token YPRED è...",
    "absolutely a \"no-brainer\" deal?": "assolutamente un affare \"no-brainer\"?",
    "10-100x Potential": "Potenziale 10-100x",
    "Similar projects with far inferior offerings share a token mc of 50-100m at bare minimum, where YPREDS are designed with only 6_5m MC at listing": "Progetti simili, con offerte di gran lunga inferiori, condividono un valore di 50-100 milioni di gettoni come minimo, mentre le YPREDS sono state progettate con un valore di soli 6,5 milioni di gettoni al momento della quotazione.",
    "Lucrative Staking Rewards": "Ricompense lucrative per le puntate",
    "Token holders may receive up to 45% quarterly staking rewards from the 10% of tokens paid for each new subscription on the platform The industry average for staking returns is 5-10% APY, but we have decided to share a portion of subscription with our token holders through this pool, which has the potential to offer returns of up to 45% every quarter": "I detentori di gettoni possono ricevere fino al 45% di ricompense trimestrali per lo staking dal 10% di gettoni pagati per ogni nuova sottoscrizione sulla piattaforma. La media del settore per i rendimenti delle puntate è del 5-10% APY, ma abbiamo deciso di condividere una parte della sottoscrizione con i nostri titolari di token attraverso questo pool, che ha il potenziale di offrire rendimenti fino al 45% ogni trimestre.",
    "Lifetime Free Predictions": "Pronostici gratuiti a vita",
    "Access to yPredict Analytics base models, which were built by top 1% AI developers These predictive models are able to forecast the prices of popular coins such as Bitcoin, Ethereum, and Shiba Inu with extreme precision, unlike any other publicly available predictive models (Minimum buy of $500)": "Accesso ai modelli di base di yPredict Analytics, costruiti dal top 1% degli sviluppatori AI. Questi modelli predittivi sono in grado di prevedere i prezzi di monete popolari come Bitcoin, Ethereum e Shiba Inu con estrema precisione, a differenza di qualsiasi altro modello predittivo disponibile pubblicamente. (Acquisto minimo di 250 dollari)",
    "Huge Discounts": "Sconti enormi",
    "Access to platforms in yPredict ecosystem - Ranging from data repositories, predictions platforms, analytical tools, marketplace state of art trading terminals at a discounted price": "Accesso alle piattaforme dell'ecosistema yPredict - che vanno dagli archivi di dati, alle piattaforme di previsione, agli strumenti analitici, ai terminali di trading all'avanguardia del mercato a un prezzo scontato.",
    "Tokenomics": "Tokenomics",
    "Sales Details": "Dettagli di vendita",
    "Allocation and Vesting": "Assegnazione e maturazione",
    "Road Map": "Mappa stradale",
    "Offering Type": "Tipo di offerta",
    "Quantity": "Quantità",
    "Price": "Prezzo",
    "Raise": "Raccolta",
    "Marketcap": "Capitalizzazione di mercato",
    "Minimum Appreciation %at TGE": "Apprezzamento minimo % al TGE",
    "Private Sale": "Vendita privata",
    "Pre Sale": "Prevendita",
    "Public Sale": "Vendita al pubblico",
    "Launch": "Lancio",
    "Join the force with a global team": "Unirsi alla forza con un team globale",
    "(CEO)": "(DIRETTORE GENERALE)",
    "(CTO)": "(CTO)",
    "(HEAD OF AI)": "(CAPO DELL'INTELLIGENZA ARTIFICIALE)",
    "(BLOCKCHAIN DEV)": "(SVILUPPATORE BLOCKCHAIN)",
    "Sold out in 10 seconds!": "Tutto esaurito in 10 secondi!",
    "\"These guys legit know how to build crazy scarcity I have been a part of their previous token projects, in one of them their token sold out in under 10 seconds I'm in yPredict\"": "Questi ragazzi sanno davvero come costruire una scarsità pazzesca. Ho fatto parte dei loro precedenti progetti di token, in uno dei quali il loro token è andato esaurito in meno di 10 secondi. Sono in yPredict.",
    "Quant at Hillhouse Capital": "Quantista presso Hillhouse Capital",
    "Read Our": "Leggi il nostro",
    "Whitepaper": "Libro bianco",
    "The Four Key Pillars": "I quattro pilastri fondamentali",
    "Ensuring Trust and Efficiency": "Garanzia di fiducia ed efficienza",
    "An ever growing ecosystem of cutting edge AI products": "Un ecosistema in continua espansione di prodotti IA all'avanguardia",
    "Backlink estimator": "Stimatore di backlink",
    "Backlink Calculator": "Calcolatore di backlink",
    "Maximize your website's potential with our Backlink Estimator": "Massimizza il potenziale del tuo sito web con il nostro Backlink Estimator.",
    "Accurately predict backlink count, authority metrics, and make data-driven decisions": "Prevedi con precisione il conteggio dei backlink, le metriche di autorità e prendi decisioni basate sui dati.",
    "Stay ahead of the competition with our powerful Backlink Estimator": "Mantieni un vantaggio sulla concorrenza con il nostro potente Estimatore di backlink.",
    "Optimize your SEO strategy, track unique domain counts, and boost your online presence": "Ottimizza la tua strategia SEO, monitora i conteggi dei domini univoci e aumenta la tua presenza online.",
    "yPredict editor": "yPredict editor",
    "Affordable AI-powered content solution streamlines workflow with an intelligent editor, NLP-driven keyword suggestions, and comprehensive scoring": "Soluzione di contenuti conveniente basata sull'intelligenza artificiale Semplifica il flusso di lavoro con un editor intelligente, suggerimenti di parole chiave basati su NLP e punteggio completo.",
    "Holistic content quality assessment through aggregate score calculation and AI-powered suggestions for engaging, optimized content": "Valutazione olistica della qualità dei contenuti attraverso il calcolo del punteggio aggregato e suggerimenti basati sull'intelligenza artificiale per contenuti coinvolgenti e ottimizzati.",
    "yPredict Analytics": "yPredict Analytics",
    "yPredict Analytics provides cutting-edge features like automated chart pattern recognition and transactional data analysis for crypto and stocks Get valuable insights and predictive signals for informed decision-making": "yPredict Analytics offre funzionalità all'avanguardia come il riconoscimento automatico dei modelli grafici e l'analisi dei dati transazionali per criptovalute e azioni. Ottieni informazioni preziose e segnali predittivi per un processo decisionale informato",
    "With yPredict Analytics, users benefit from the convenience of auto indicators The platform automatically selects the best indicators based on past performance, saving time and ensuring optimal trading strategies": "Con yPredict Analytics, gli utenti beneficiano della comodità degli indicatori automatici. La piattaforma seleziona automaticamente i migliori indicatori in base alle performance passate, risparmiando tempo e garantendo strategie di trading ottimali.",
    "yPredict Predictions": "yPredict Previsioni",
    "Powerful predictions platform that utilizes AI models to forecast prices of various crypto and stocks assets across different timeframes": "Potente piattaforma di previsioni che utilizza modelli di intelligenza artificiale per prevedere i prezzi di vari asset di criptovalute e azioni in diversi periodi di tempo.",
    "Exclusive membership offer with premium predictions, Get access to predictions from best models of the platform with free membership that comes with YPRED purchase during presale round": "Offerta di abbonamento esclusiva con previsioni premium, accedi alle previsioni dei migliori modelli della piattaforma con l'iscrizione gratuita fornita con l'acquisto YPRED durante il round di prevendita.",
    "yPredict Marketplace": "yPredict Marketplace",
    "A unique marketplace where ML developers can offer their model predictions as subscription services": "Un marketplace unico in cui gli sviluppatori ML possono offrire le previsioni dei loro modelli come servizi in abbonamento.",
    "Through the yPredict marketplace, users gain access to predictions generated by expert ML developers across different domains": "Attraverso il marketplace yPredict, gli utenti ottengono l'accesso alle previsioni generate da esperti sviluppatori ML in diversi domini.",
    "And a lot more": "E molto di più",
    "Exclusive Insights": "Approfondimenti esclusivi",
    "Massive Data Training": "Enorme addestramento di dati",
    "Coin Predictions": "Previsioni di monete",
    "Asset Analytics": "Analisi patrimoniale",
    "Alternate data only available to institutional traders": "I dati alternativi sono disponibili solo per i trader istituzionali",
    "Model Trained on billions of data points": "Modello addestrato su miliardi di punti dati",
    "AI predictions by top 1% experts for your favourite coins": "Previsioni AI dai migliori esperti dell'1% per le tue monete preferite",
    "Transactional data analytics for thousands of digital assets": "Analisi dei dati transazionali per migliaia di risorse digitali",
    "Do not pay directly to this address": "Non pagare direttamente a questo indirizzo",
    "Live now": "In onda",
    "Coming soon": "Prossimamente",
    "Your purchased tokens are allocated to vesting smart contract and are not available to claim just yet, You will be able to claim your available tokens during exchange listing event Tokens will be listed after the end of all presale rounds Estimated end date of each presale is mentioned on the buy widget itself": "I tuoi token acquistati sono allocati al contratto intelligente di blocco e non sono ancora disponibili per il reclamo. Sarai in grado di reclamare i tuoi token disponibili durante l'evento di quotazione sullo scambio. I token verranno elencati dopo la fine di tutte le fasi di pre-vendita. La data di fine stimata di ogni pre-vendita è indicata nel widget di acquisto stesso.",
    "cancel": "Annulla",
    "Yes, i accept": "Sì, accetto",
    "Your query cannot be processed as your balance is below 5555 YPREDs You must participate in presale and purchase a minimum of 5555 YPREDs in order to use models in yPredict ecosystem This model would still be free to use and your YPRED tokens will not get debited unless otherwise specified in future You must maintain 5555 YPREDs to continue to use yPredict Backlink Calculator model": "La tua richiesta non può essere elaborata poiché il tuo saldo è inferiore a 5555 YPREDs. Devi partecipare alla pre-vendita e acquistare un minimo di 5555 YPREDs per poter utilizzare i modelli nell'ecosistema di yPredict. Questo modello rimarrà comunque gratuito da utilizzare e i tuoi token YPRED non verranno addebitati a meno che non venga specificato diversamente in futuro. Devi mantenere 5555 YPREDs per continuare a utilizzare il modello di calcolatore di backlink di yPredict.",
    "Buy YPREDs": "Acquista YPREDs",
    "Allocated to": "Assegnato a",
    "Allocation": "Allocazione",
    "Vesting": "Vestire",
    "50% unlock at TGE, 6 weeks lock, 6 months vest": "Sblocco del 50% al TGE, blocco di 6 settimane, gilet di 6 mesi",
    "100% unlock at TGE": "Sblocco al 100% su TGE",
    "PreSale": "Prevendita",
    "Liquidity": "Liquidità",
    "Treasury": "Tesoro",
    "Development": "Sviluppo",
    "Build": "Costruire",
    "Project is currently in development where team is dedicated to have initial beta ready by Q2 2023 Including yPredict Predictions, yPredict Analytics, yPredict Terminal This phase also includes token development & sales, listing, promotions": "Il progetto è attualmente in fase di sviluppo in cui il team si dedica ad avere la beta iniziale pronta entro il secondo trimestre del 2023. Compresi yPredict Predictions, yPredict Analytics, yPredict Terminal. Questa fase include anche sviluppo e vendita di token, quotazione, promozioni.",
    "Grow": "Crescere",
    "Growth phase will focus mainly on stabilizing the core offerings and organically growing the community and reaching a 100m marketcap for YPRED tokens": "La fase di crescita si concentrerà principalmente sulla stabilizzazione delle offerte principali e sulla crescita organica della comunità e sul raggiungimento di una capitalizzazione di mercato di 100 milioni per i token YPRED.",
    "Engage & Scale": "Coinvolgi e scala",
    "By this phase we expect to have our ecosystem fully developed and stable products and growing community This phase will focus on large scale marketing campaigns to reach over 1m active users on all our platforms combined": "Entro questa fase ci aspettiamo di avere il nostro ecosistema completamente sviluppato e prodotti stabili e una comunità in crescita. Questa fase si concentrerà su campagne di marketing su larga scala per raggiungere oltre 1 milione di utenti attivi su tutte le nostre piattaforme messe insieme.",
    "View": "Vista"
  },
  "Footer": {
    "cuttingEdge": "Piattaforma all'avanguardia per la ricerca e il trading sulle criptovalute che offre ai trader l'accesso a decine di strumenti di analisi delle criptovalute basati sull'intelligenza artificiale.",
    "PLATFORM": "PIATTAFORMA",
    "Home": "Casa",
    "App Beta Access": "Accesso alla beta dell'app",
    "Holders App": "App per titolari",
    "Whitepaper": "Carta bianca",
    "HELP": "AIUTO",
    "Email": "Posta elettronica",
    "FAQ": "FAQ",
    "Education": "Informazione",
    "copyright": "© {year} yPredict.ai, Tutti i diritti riservati.",
    "Terms of Service": "Termini di servizio",
    "Contact Us": "Contatto"
  },
  "BacklinkEstimator": {
    "Rank #1 with AI generated": "Classifica #1 con generazione di IA",
    "backlink strategy": "strategia di backlink",
    "An AI Powered Backlink Calculator": "Un calcolatore di backlink basato sull'intelligenza artificiale",
    "to help you rank #1 on SERP": "per aiutarti a posizionarti al primo posto nella SERP",
    "yPredict Backlink Model is trained on over 100m links to predict exact backlink profile your URL needs to rank for desired keyword No more guess work, have a precise backlink strategy to rank in no time": "Il modello di backlink di yPredict è allenato su oltre 100 milioni di link per predire l'identico profilo di backlink di cui ha bisogno il tuo URL per posizionarsi per la parola chiave desiderata. Non più tentativi a caso, ottieni una strategia di backlink precisa per posizionarti in poco tempo.",
    "Read more": "Leggi di più",
    "Backlink Estimator": "Stimatore di backlink",
    "Backlink Calculator": "Calcolatore di backlink",
    "Enter your URL and keyword and hit": "Inserisci il tuo URL e la parola chiave e premi",
    "Connect Wallet": "Collega il portafoglio",
    "Your Available balance": "Il tuo saldo disponibile",
    "Buy YPREDs": "Acquista YPREDs",
    "Get unlimited queries for free, just for holding minimum 5555 yPRED tokens": "Ottieni query illimitate gratuitamente, solo per possedere almeno 5555 token yPRED",
    "Enter domain or URL": "Inserisci dominio o URL",
    "Keyword search": "Ricerca parola chiave",
    "Keyword is missing": "Manca la parola chiave",
    "Domain or url is missing": "Manca il dominio o l'URL",
    "Enter email": "Inserisci l'email",
    "Next": "Avanti",
    "Email": "Email",
    "Password": "Password",
    "Enter Password": "Inserisci la password",
    "Registration successful": "Registrazione avvenuta con successo",
    "Connection failed": "Connessione fallita",
    "First Name": "Nome",
    "Enter firstname": "Inserisci il nome",
    "Last Name": "Cognome",
    "Enter lastname": "Inserisci il cognome",
    "Already have an account ?": "Hai già un account?",
    "Sign in": "Accedi",
    "Register": "Registrati",
    "First Name is required": "Il nome è obbligatorio",
    "Last Name is required": "Il cognome è obbligatorio",
    "Email is required": "L'email è obbligatoria",
    "Invalid email": "Email non valida",
    "Password is required": "La password è obbligatoria",
    "Password must be at least 8 characters": "La password deve contenere almeno 8 caratteri",
    "You're successfully loggedin": "Accesso effettuato con successo",
    "Don't have account ?": "Non hai un account?",
    "Sign Up": "Registrati",
    "Login": "Accedi",
    "Please login first to see the data": "Effettua prima l'accesso per visualizzare i dati",
    "Predict": "Prevedi",
    "Predict again": "Prevedi di nuovo",
    "For example": "Ad esempio",
    "Please be patient, response may take upto a minute or more": "Si prega di essere pazienti, la risposta potrebbe richiedere fino a un minuto o più.",
    "My queries": "Le mie query",
    "Billing": "Fatturazione",
    "Logout": "Logout",
    "Query ID": "ID Query",
    "Keyword": "Parola chiave",
    "URL": "URL",
    "Status": "Stato",
    "Date": "Data",
    "Results": "Risultati",
    "Transaction ID": "ID transazione",
    "Invoice": "Fattura",
    "Action": "Azione",
    "Pay now": "Paga ora",
    "Show less queries": "Mostra meno query",
    "Show more queries": "Mostra più query",
    "See number of links, domains and their required metrics to rank": "Visualizza il numero di link, domini e le metriche richieste per il posizionamento",
    "Backlink Count": "Conteggio backlink",
    "Number of backlinks you need to target to build": "Numero di backlink <br /> che devi mirare <br /> a creare",
    "Avg Link Page Authority": "Autorità media della pagina di collegamento",
    "Moz page authority that you should be targeting for each backlink": "Autorità della pagina <br /> Moz a cui dovresti <br /> puntare per ogni <br /> backlink",
    "Avg Domain Authority": "Autorità media del dominio",
    "Moz domain authority of the domains you're getting links from": "Autorità di dominio <br /> Moz dei domini da <br /> cui stai ottenendo i <br /> link",
    "Unique Domains Count": "Conteggio dei domini unici",
    "Number of unique domains referring to your link": "Numero di domini <br /> unici che fanno <br /> riferimento al tuo <br /> link",
    "results": "risultati",
    "yPredict Backlink model is currently free to use in the preview version": "Il modello di Backlink yPredict è attualmente gratuito nella versione di anteprima.",
    "Predicted Backlink Count": "Conteggio backlink previsto",
    "Our predictive model analyzes various factors and estimates the optimal number of backlinks required for a URL to achieve the coveted top-ranking on Google": "Il nostro modello predittivo analizza vari fattori e stima il numero ottimale di backlink richiesti per una URL per raggiungere il tanto ambito primo posto su Google.",
    "By considering the competitiveness of the desired keyword and the current ranking landscape, we provide valuable insights to help enhance link-building strategies and improve search engine visibility": "Considerando la competitività della parola chiave desiderata e il panorama attuale del posizionamento, forniamo preziose informazioni per aiutare a migliorare le strategie di costruzione dei link e aumentare la visibilità sui motori di ricerca.",
    "Predicted Avg Page Authority": "Autorità media della pagina prevista",
    "Our predictive model provides valuable insights into the average Page Authority (PA) required for backlinks to propel a URL to the top position on Google": "Il nostro modello predittivo fornisce preziose informazioni sull'autorità media della pagina (PA) richiesta per i backlink per spingere una URL alla prima posizione su Google.",
    "Leveraging Moz's scoring system, we estimate the optimal PA value that each backlink should possess, empowering website owners to strategically acquire high-quality links": "Sfruttando il sistema di valutazione di Moz, stimiamo il valore ottimale di PA che ogni backlink dovrebbe possedere, permettendo ai proprietari di siti web di acquisire strategicamente link di alta qualità.",
    "Predicted Avg Domain Authority": "Autorità di Dominio Media Prevista",
    "Harnessing the power of Moz's comprehensive domain evaluation, our predictive model enables users to predict the average Domain Authority (DA) necessary for backlinks to catapult a URL to the pinnacle of Google's search results": "Sfruttando il potere della valutazione completa dei domini di Moz, il nostro modello predittivo consente agli utenti di prevedere l'Autorità di Dominio (DA) media necessaria per i backlink per far balzare una URL in cima ai risultati di ricerca di Google.",
    "By determining the ideal DA value for each backlink, our model assists in formulating effective link-building strategies": "Determinando il valore ideale di DA per ogni backlink, il nostro modello aiuta a formulare strategie efficaci di costruzione dei link.",
    "Predicted Unique Referring Domains": "Domini di Riferimento Unici Previsti",
    "The model also predicts the ideal number of unique referring domains that a URL should aim for to secure the top spot on Google By diversifying the sources of backlinks, a website can establish a strong online presence and increase its authority": "Il modello prevede anche il numero ideale di domini di riferimento unici a cui una URL dovrebbe puntare per ottenere il primo posto su Google. Diversificando le fonti dei backlink, un sito web può stabilire una forte presenza online e aumentare la propria autorità.",
    "Our model assists in determining the optimal domain diversity needed for effective search engine optimisation": "Il nostro modello aiuta a determinare la diversità di dominio ottimale necessaria per una efficace ottimizzazione dei motori di ricerca.",
    "What Our Clients Says": "Cosa dicono i nostri clienti",
    "Latest Blogs For You": "Ultimi Blog per Te",
    "Featured from the collection of predictions & experiments": "In primo piano dalla raccolta di previsioni ed esperimenti",
    "We're getting more queries than we can handle hence model is under high load, please try again later": "Riceviamo più richieste di quelle che possiamo gestire, quindi il modello è sotto carico elevato. Si prega di riprovare più tardi.",
    "Please connect your wallet to processed": "Si prega di collegare il tuo portafoglio per elaborare.",
    "showingResult": "Visualizzazione da {start} a {end} di un totale di {total} risultati",
    "Prev": "Precedente",
    "View result": "Visualizza risultato",
    "Processing": "Elaborazione",
    "N/A": "N/D",
    "Confirm": "Conferma",
    "Cancel": "Annulla",
    "Checkout": "Check-out",
    "confirmMessage": "Si prega di confermare il pagamento di $99 per procedere con il calcolatore di backlink. Confermando, si accetta di essere addebitati per ulteriori elaborazioni della richiesta. Fare clic su \"Conferma\" per continuare."
  },
  "HowToBuy": {
    "How to buy YPRED": "Come acquistare YPRED",
    "Connect your wallet": "Connetti il tuo portafoglio",
    "Mobile": "Mobile",
    "mobileInstruction": "Apri \"Metamask\" o l'app \"Trust Wallet\" sul tuo telefono, visita il nostro sito utilizzando il browser integrato e clicca su Connetti. Seleziona l'app in \"Connetti il portafoglio\" e clicca su \"Approva\".",
    "Desktop": "Desktop",
    "desktopInstruction": "Apri il tuo browser \"Google Chrome\", clicca su \"Connetti il portafoglio\" e approva nell'estensione di \"Metamask\".",
    "Select payment method": "Seleziona il metodo di pagamento",
    "paymentMethodInstruction": "Seleziona il metodo di acquisto (ETH, BNB, MATIC, USDT o carta di credito) e inserisci l'importo di valuta che desideri spendere o l'importo di token che desideri ricevere.",
    "followInstruction": "Segui le istruzioni per il metodo di pagamento selezionato:",
    "Buy with ETH": "Acquista con ETH",
    "Buy with BNB": "Acquista con BNB",
    "Buy with USDT": "Acquista con USDT",
    "Buy with credit card": "Acquista con carta di credito",
    "Buy with MATIC": "Acquista con MATIC",
    "Enter amount of currency / tokens": "Inserisci l'importo di valuta / token",
    "Press \"Buy Now\" button": "Premi il pulsante \"Acquista ora\"",
    "Accept transaction in Metamask": "Accetta la transazione su Metamask",
    "Check \"Metamask\" and \"Use default\" in custom spending cap": "Seleziona \"Metamask\" e \"Utilizza impostazioni predefinite\" nel limite di spesa personalizzato",
    "Click \"Next\" and \"Approve\"": "Clicca su \"Avanti\" e \"Approva\"",
    "Wait for confirmation": "Attendi la conferma",
    "Click \"Approve\" again": "Clicca nuovamente su \"Approva\"",
    "Complete the step by step KYC process": "Completa il processo KYC passo dopo passo",
    "Insert your Card information": "Inserisci le informazioni della tua carta",
    "Accept payment": "Accetta il pagamento",
    "Check your balance in dashboard": "Verifica il tuo saldo nel pannello di controllo",
    "Once the transaction has been completed and confirmed, you \"Connect Wallet\" and check your current balance of tokens": "Una volta completata e confermata la transazione, \"Connetti il portafoglio\" e verifica il tuo saldo corrente di token.",
    "Claim": "Richiedi",
    "When the presale ends you will be able to connect your wallet and claim your tokens Click \"Claim tokens\" button and accept the transaction in Metamask": "Quando termina la vendita anticipata, potrai connettere il tuo portafoglio e richiedere i tuoi token. Clicca sul pulsante \"Richiedi token\" e accetta la transazione su Metamask."
  }
}
