{
  "version": "1.0",
  "name": "YPredict.ai",
  "Navbar": {
    "Home": "Página de início",
    "How to Buy": "Como comprar",
    "Holders App": "Aplicativo de Titulares",
    "Affiliate": "Afiliado",
    "Community": "Comunidade",
    "Beta Access": "Acesso Beta",
    "Backlink Estimator": "Estimador de backlinks",
    "Backlink Calculator": "Calculadora de backlink",
    "WriteMingle": "WriteMingle",
    "yPredict Repository": "Repositório yPredict",
    "yPredict Analytics": "yPredict Analytics",
    "Products": "Produtos",
    "Coming soon": "Em breve"
  },
  "Landing": {
    "YPRED, a token empowering world’s first": "YPRED, um símbolo que fortalece o primeiro do mundo",
    "All-in-One AI Ecosystem": "Ecossistema AI \"All-in-One\".",
    "Specifically Built for Developers, Traders, Quants and Analysts": "Construído especificamente para Desenvolvedores, Comerciantes, Quantores e Analistas",
    "State-of-Art predictive models & data insights built by top 1% AI Developers & Quants enabling market participants to get an unbeatable edge in different industries including finance, health & human resource": "Modelos de previsão e conhecimentos de dados de última geração construídos pelos melhores 1% AI Developers & Quants permitindo aos participantes no mercado obter uma vantagem imbatível em diferentes indústrias, incluindo finanças, saúde e recursos humanos.",
    "powered by": "com o poder de",
    "Matic Polygon": "Polígono Matic",
    "Audit": "Auditoria",
    "100m Supply": "Fornecimento de 100m",
    "KYC": "KYC",
    "Final Stage": "Etapa final",
    "Upto 1% daily rewards until we list": "Até 1% de prémios diários até à listagem",
    "Open": "Aberto",
    "Softcap already reached": "Softcap já alcançado",
    "Presale Stage": "Pré-venda Fase {round}",
    "Until next price": "Até ao próximo preço {value}",
    "Add more to include bonus": "Acrescentar mais {amount} para incluir o bónus",
    "Bonus included": "Bónus incluído:",
    "My Wallet Balance": "O saldo da minha carteira",
    "Buy now": "Comprar agora",
    "Cancel Transaction": "Cancelar transacção",
    "Disconnect": "Desligar {address}",
    "Connect Wallet": "Conectar a carteira",
    "Presale Price": "Preço de venda antecipada",
    "Goal": "Objectivo",
    "Listing Price": "Preço de Listagem",
    "ROI at Listing": "ROI na Listagem",
    "Lifetime Free Predictions via yPredict Analytics": "Previsões Livres de Vida através de yPredict Analytics",
    "Sorry, No bonus": "Desculpe, sem bónus",
    "Buy with": "Comprar com {value}",
    "Check Allocation Status": "Verificar o estado da atribuição",
    "How to buy ypredict ?": "Como comprar ypredict ?",
    "step by step": "passo a passo",
    "100M": "100M",
    "Supply": "Fornecimento",
    "Users on waiting list": "Utilizadores em lista de espera",
    "Marketcap at listing (circulating)": "Marketcap na cotação (em circulação)",
    "WE'RE FEATURED IN POPULAR MEDIA OUTLETS AROUND THE GLOBE": "ESTAMOS PRESENTES NOS MEIOS DE COMUNICAÇÃO SOCIAL POPULARES DE TODO O MUNDO",
    ": Analytics Insight": ": Visão analítica",
    "ben zinga": "ben zinga",
    "BUSINESS INSIDER": "INFORMACIÓN DE NEGOCIOS",
    "yahoo! finance": "yahoo! finanzas",
    "Outlook": "Outlook",
    "NEWS BTC": "NOTICIAS BTC",
    "cryptonews": "cryptonews",
    "AMB CRYPTO": "AMB CRYPTO",
    "Explore some of the incredibly powerful products of the yPredict_ai ecosystem": "Explore alguns dos produtos incrivelmente poderosos do ecossistema yPredict.ai",
    "and why it's the only market research tool you'll ever need": "...e porque é a única ferramenta de pesquisa de mercado de que alguma vez precisará.",
    "AI Signals": "Sinais de IA",
    "real-time trading signals from cutting edge predictive models by top 1% AI experts": "Sinais comerciais em tempo real de modelos preditivos de vanguarda por especialistas em IA de 1% de topo.",
    "Sentiment Analysis": "Análise de Sentimento",
    "Real-time sentiment analysis on all popular crypto coins": "Análise dos sentimentos em tempo real em todas as moedas criptográficas populares.",
    "Technical Analysis by AI": "Análise técnica por IA",
    "Let AI find the most effective indicators for your asset": "Deixe que a IA encontre os indicadores mais eficazes para o seu bem.",
    "25+ Chart Pattern Recognition": "25+ Reconhecimento de Padrões de Cartografia",
    "Let AI detect most promising chart patterns on your shortlisted coins": "Deixe a IA detectar os padrões gráficos mais promissores nas suas moedas pré-seleccionadas",
    "pattern 15m": "padrão 15m",
    "BULLISH FLAG PATTERN": "PADRÃO DE BANDEIRA EM ALTA",
    "Patent-Pending Pattern Recognition algorithm": "Algoritmo de Reconhecimento de Padrões de Patente Pendente",
    "yPredict automatically identifies hundreds of bullish and bearish chart and candlestick patterns It generates real-time alerts when these patterns are formed, along with a reliability score based on the overall past accuracy of the expected price behavior after the pattern is formed": "yPredict.ai identifica automaticamente centenas de padrões de gráficos e castiçais em alta e baixa. Gera alertas em tempo real quando estes padrões são formados, juntamente com uma pontuação de fiabilidade baseada na precisão geral passada do comportamento esperado do preço após a formação do padrão.",
    "Unique Staking Rewards": "Recompensas Únicas de Empilhamento",
    "10% percent of each new subscription will be shared with YPRED holders through a staking pool The platform generates subscriptions on its marketplace, which includes AI signals offered through various models listed on the platform": "10% de cada nova subscrição será partilhada com os detentores de YPRED através de um staking pool. A plataforma gera subscrições no seu mercado, o que inclui sinais de IA oferecidos através de vários modelos listados na plataforma.",
    "Platform Payment in YPRED": "Pagamento da plataforma em YPRED",
    "$YPRED works as a default & discounted payment option for marketplace subscription payments and all premium offerings on yPredict app": "$YPRED funciona como uma opção de pagamento por defeito & com desconto para pagamentos de subscrições no mercado e todas as ofertas de prémios na aplicação yPredict.",
    "defytrends": "defytrends",
    "dash2trade": "dash2trade",
    "lunarcrush": "lunarcrush",
    "Comparison": "Comparação",
    "Quote": "Citação",
    "Trading Terminal": "Terminal Comercial",
    "Transactional Data Analysis": "Análise de Dados Transaccionais",
    "AI Prediction": "Predição de IA",
    "Auto Indicator": "Indicador Automático",
    "Prediction Marketplace": "Mercado de Predição",
    "Free Predictions": "Previsões Livres",
    "Chart Trading": "Comércio de cartas",
    "Trusted & Backed by VCs and Pro traders for a reason": "Confiado e apoiado por VCs e comerciantes Pro por uma razão.",
    "AI predictions by top 1% experts for your favorite coins": "IA Previsões de 1% dos melhores especialistas para as suas moedas favoritas",
    "Transactional Data Analytics for thousands of digital assets": "Análise Transaccional de Dados para milhares de bens digitais",
    "Marketplace to select predictive models of your choice": "Marketplace para seleccionar modelos de previsão à sua escolha.",
    "Alternate Data (only Available to Institutional traders)": "Dados alternativos (apenas disponíveis para comerciantes institucionais)",
    "Models trained on billions of data points": "Modelos treinados em milhares de milhões de pontos de dados",
    "Why buying YPRED tokens is": "Porquê comprar fichas YPRED é ...",
    "absolutely a \"no-brainer\" deal?": "é absolutamente um negócio \"sem cérebro\"?",
    "10-100x Potential": "10-100x Potencial",
    "Similar projects with far inferior offerings share a token mc of 50-100m at bare minimum, where YPREDS are designed with only 6_5m MC at listing": "Projectos semelhantes com ofertas muito inferiores partilham um mc simbólico de 50-100m no mínimo, onde YPREDS são concebidos com apenas 6,5m MC na listagem.",
    "Lucrative Staking Rewards": "Recompensas Lucrativas de Estaqueamento",
    "Token holders may receive up to 45% quarterly staking rewards from the 10% of tokens paid for each new subscription on the platform The industry average for staking returns is 5-10% APY, but we have decided to share a portion of subscription with our token holders through this pool, which has the potential to offer returns of up to 45% every quarter": "Os detentores de fichas podem receber até 45% de prémios de aposta trimestrais a partir dos 10% de fichas pagas por cada nova subscrição na plataforma. A média da indústria para rendimentos de staking é de 5-10% APY, mas decidimos partilhar uma parte da subscrição com os nossos portadores de fichas através deste pool, que tem o potencial de oferecer rendimentos de até 45% a cada trimestre.",
    "Lifetime Free Predictions": "Previsões de vida livre",
    "Access to yPredict Analytics base models, which were built by top 1% AI developers These predictive models are able to forecast the prices of popular coins such as Bitcoin, Ethereum, and Shiba Inu with extreme precision, unlike any other publicly available predictive models (Minimum buy of $500)": "Acesso aos modelos base do yPredict Analytics, que foram construídos pelos principais criadores de IA a 1%. Estes modelos preditivos são capazes de prever os preços de moedas populares como Bitcoin, Ethereum, e Shiba Inu com extrema precisão, ao contrário de quaisquer outros modelos preditivos disponíveis publicamente. (Compra mínima de $500)",
    "Huge Discounts": "Grandes Descontos",
    "Access to platforms in yPredict ecosystem - Ranging from data repositories, predictions platforms, analytical tools, marketplace state of art trading terminals at a discounted price": "Acesso a plataformas no ecossistema yPredict - A partir de repositórios de dados, plataformas de previsão, ferramentas analíticas, terminais comerciais de última geração a um preço com desconto.",
    "Tokenomics": "Tokenomics",
    "Sales Details": "Detalhes de vendas",
    "Allocation and Vesting": "Atribuição e titularidade",
    "Road Map": "Mapa de estradas",
    "Offering Type": "Tipo de Oferta",
    "Quantity": "Quantidade",
    "Price": "Preço",
    "Raise": "Aumentar",
    "Marketcap": "Marketcap",
    "Minimum Appreciation %at TGE": "Apreciação Mínima %at TGE",
    "Private Sale": "Venda Privada",
    "Pre Sale": "Pré Venda",
    "Public Sale": "Venda Pública",
    "Launch": "Lançamento",
    "Join the force with a global team": "Junte-se à força com uma equipa global",
    "(CEO)": "(DIRECTOR-GERAL)",
    "(CTO)": "(CTO)",
    "(HEAD OF AI)": "(CABEÇA DA IA)",
    "(BLOCKCHAIN DEV)": "(BLOCKCHAIN DEV)",
    "Sold out in 10 seconds!": "Esgotado em 10 segundos!",
    "\"These guys legit know how to build crazy scarcity I have been a part of their previous token projects, in one of them their token sold out in under 10 seconds I'm in yPredict\"": "Estes gajos legítimos sabem como construir uma escassez louca. Fiz parte dos seus projectos simbólicos anteriores, num deles a sua ficha esgotou-se em menos de 10 segundos. Estou no yPredict.",
    "Quant at Hillhouse Capital": "Quant na Hillhouse Capital",
    "Read Our": "Leia o nosso",
    "Whitepaper": "Livro Branco",
    "The Four Key Pillars": "Os Quatro Pilares Chave",
    "Ensuring Trust and Efficiency": "Garantindo confiança e eficiência",
    "An ever growing ecosystem of cutting edge AI products": "Um ecossistema cada vez maior de produtos de IA de ponta",
    "Backlink estimator": "Estimador de backlink",
    "Backlink Calculator": "Calculadora de backlink",
    "Maximize your website's potential with our Backlink Estimator": "Maximize o potencial do seu site com nosso Backlink Estimator.",
    "Accurately predict backlink count, authority metrics, and make data-driven decisions": "Preveja com precisão contagens de backlinks, métricas de autoridade e tome decisões baseadas em dados.",
    "Stay ahead of the competition with our powerful Backlink Estimator": "Fique à frente da concorrência com nosso poderoso Backlink Estimator.",
    "Optimize your SEO strategy, track unique domain counts, and boost your online presence": "Otimize sua estratégia de SEO, acompanhe contagens de domínios únicos e aumente sua presença online.",
    "yPredict editor": "Editor ypredict",
    "Affordable AI-powered content solution streamlines workflow with an intelligent editor, NLP-driven keyword suggestions, and comprehensive scoring": "A solução de conteúdo acessível baseada em IA agiliza o fluxo de trabalho com um editor inteligente, sugestões de palavras-chave baseadas em NLP e pontuação abrangente.",
    "Holistic content quality assessment through aggregate score calculation and AI-powered suggestions for engaging, optimized content": "Avaliação holística da qualidade do conteúdo por meio de cálculo de pontuação agregada e sugestões de IA para conteúdo envolvente e otimizado.",
    "yPredict Analytics": "yPredict- Analytics",
    "yPredict Analytics provides cutting-edge features like automated chart pattern recognition and transactional data analysis for crypto and stocks Get valuable insights and predictive signals for informed decision-making": "O yPredict Analytics fornece recursos de ponta, como reconhecimento automatizado de padrões de gráficos e análise de dados transacionais para criptomoedas e ações. Obtenha informações valiosas e sinais preditivos para uma tomada de decisão informada",
    "With yPredict Analytics, users benefit from the convenience of auto indicators The platform automatically selects the best indicators based on past performance, saving time and ensuring optimal trading strategies": "Com o yPredict Analytics, os usuários se beneficiam da conveniência dos indicadores automáticos. A plataforma seleciona automaticamente os melhores indicadores com base no desempenho passado, economizando tempo e garantindo estratégias de negociação ideais.",
    "yPredict Predictions": "yPredict- Previsões",
    "Powerful predictions platform that utilizes AI models to forecast prices of various crypto and stocks assets across different timeframes": "Poderosa plataforma de previsões que utiliza modelos de IA para prever preços de vários ativos criptográficos e de ações em diferentes períodos de tempo.",
    "Exclusive membership offer with premium predictions, Get access to predictions from best models of the platform with free membership that comes with YPRED purchase during presale round": "Oferta exclusiva de adesão com previsões premium, aceda às previsões dos melhores modelos da plataforma com uma adesão gratuita que acompanha a compra de YPRED durante a fase de pré-venda.",
    "yPredict Marketplace": "yPredict- Marketplace",
    "A unique marketplace where ML developers can offer their model predictions as subscription services": "Um mercado exclusivo onde os desenvolvedores de ML podem oferecer suas previsões de modelo como serviços de assinatura.",
    "Through the yPredict marketplace, users gain access to predictions generated by expert ML developers across different domains": "Por meio do mercado yPredict, os usuários obtêm acesso a previsões geradas por desenvolvedores especializados em ML em vários domínios.",
    "And a lot more": "E muito mais",
    "Exclusive Insights": "Informações exclusivas",
    "Massive Data Training": "Treinamento de Dados Massivos",
    "Coin Predictions": "Previsões de moedas",
    "Asset Analytics": "análise de ativos",
    "Alternate data only available to institutional traders": "Dados alternativos estão disponíveis apenas para traders institucionais",
    "Model Trained on billions of data points": "Modelo treinado em bilhões de pontos de dados",
    "AI predictions by top 1% experts for your favourite coins": "Previsões de IA dos 1% maiores especialistas para suas moedas favoritas",
    "Transactional data analytics for thousands of digital assets": "Análise de dados transacionais para milhares de ativos digitais",
    "Do not pay directly to this address": "Não pague diretamente neste endereço",
    "Live now": "Vive agora",
    "Coming soon": "Em breve",
    "Your purchased tokens are allocated to vesting smart contract and are not available to claim just yet, You will be able to claim your available tokens during exchange listing event Tokens will be listed after the end of all presale rounds Estimated end date of each presale is mentioned on the buy widget itself": "Seus tokens comprados são alocados ao contrato inteligente de vesting e ainda não estão disponíveis para resgate. Você poderá resgatar seus tokens disponíveis durante o evento de listagem na exchange. Os tokens serão listados após o fim de todas as rodadas de pré-venda. A data estimada de término de cada pré-venda é mencionada no próprio widget de compra.",
    "cancel": "Cancelar",
    "Yes, i accept": "Sim, eu aceito",
    "Your query cannot be processed as your balance is below 5555 YPREDs You must participate in presale and purchase a minimum of 5555 YPREDs in order to use models in yPredict ecosystem This model would still be free to use and your YPRED tokens will not get debited unless otherwise specified in future You must maintain 5555 YPREDs to continue to use yPredict Backlink Calculator model": "Sua consulta não pode ser processada, pois seu saldo está abaixo de 5555 YPREDs. Você deve participar da pré-venda e comprar um mínimo de 5555 YPREDs para poder usar os modelos no ecossistema yPredict. Este modelo ainda será gratuito para uso e seus tokens YPRED não serão debitados, a menos que especificado de outra forma no futuro. Você deve manter 5555 YPREDs para continuar usando o modelo de Calculadora de Backlinks do yPredict.",
    "Buy YPREDs": "Comprar YPREDs",
    "Allocated to": "Alocado a",
    "Allocation": "Alocação",
    "Vesting": "Aquisição",
    "50% unlock at TGE, 6 weeks lock, 6 months vest": "50% de desbloqueio na TGE, 6 semanas de bloqueio, 6 meses de colete",
    "100% unlock at TGE": "100% de desbloqueio na TGE",
    "PreSale": "Pré-venda",
    "Liquidity": "Liquidez",
    "Treasury": "Tesouraria",
    "Development": "Desenvolvimento",
    "Build": "Construir",
    "Project is currently in development where team is dedicated to have initial beta ready by Q2 2023 Including yPredict Predictions, yPredict Analytics, yPredict Terminal This phase also includes token development & sales, listing, promotions": "O projeto está atualmente em desenvolvimento, onde a equipe está dedicada a ter o beta inicial pronto no segundo trimestre de 2023. Incluindo yPredict Predictions, yPredict Analytics, yPredict Terminal. Esta fase também inclui desenvolvimento e vendas de tokens, listagem e promoções.",
    "Grow": "Crescer",
    "Growth phase will focus mainly on stabilizing the core offerings and organically growing the community and reaching a 100m marketcap for YPRED tokens": "A fase de crescimento se concentrará principalmente na estabilização das ofertas principais e no crescimento orgânico da comunidade e no alcance de um valor de mercado de 100 milhões para tokens YPRED.",
    "Engage & Scale": "Envolver e dimensionar",
    "By this phase we expect to have our ecosystem fully developed and stable products and growing community This phase will focus on large scale marketing campaigns to reach over 1m active users on all our platforms combined": "Nesta fase, esperamos ter nosso ecossistema totalmente desenvolvido e produtos estáveis e uma comunidade crescente. Esta fase se concentrará em campanhas de marketing em larga escala para alcançar mais de 1 milhão de usuários ativos em todas as nossas plataformas combinadas.",
    "View": "Ver"
  },
  "BacklinkEstimator": {
    "Rank #1 with AI generated": "Rank #1 com estratégia de backlink gerada por IA",
    "backlink strategy": "estratégia de backlink",
    "An AI Powered Backlink Calculator": "Uma calculadora de backlink com inteligência artificial",
    "to help you rank #1 on SERP": "para ajudá-lo a ficar em primeiro lugar na SERP",
    "yPredict Backlink Model is trained on over 100m links to predict exact backlink profile your URL needs to rank for desired keyword No more guess work, have a precise backlink strategy to rank in no time": "O Modelo de Backlink do yPredict é treinado em mais de 100 milhões de links para prever o perfil exato de backlink que sua URL precisa para se classificar para a palavra-chave desejada. Não há mais suposições, tenha uma estratégia de backlink precisa para se classificar rapidamente.",
    "Read more": "Leia mais",
    "Backlink Estimator": "Estimador de Backlink",
    "Backlink Calculator": "Calculadora de backlink",
    "Enter your URL and keyword and hit": "Digite sua URL e palavra-chave e clique",
    "Connect Wallet": "Conectar Carteira",
    "Your Available balance": "Seu saldo disponível",
    "Buy YPREDs": "Comprar YPREDs",
    "Get unlimited queries for free, just for holding minimum 5555 yPRED tokens": "Obtenha consultas ilimitadas gratuitas, apenas por possuir no mínimo 5555 tokens yPRED",
    "Enter domain or URL": "Digite o domínio ou URL",
    "Keyword search": "Busca por palavra-chave",
    "Keyword is missing": "Palavra-chave está faltando",
    "Domain or url is missing": "Domínio ou URL está faltando",
    "Enter email": "Digite o e-mail",
    "Next": "Próximo",
    "Email": "E-mail",
    "Password": "Senha",
    "Enter Password": "Digite a senha",
    "Registration successful": "Registro bem-sucedido",
    "Connection failed": "Falha na conexão",
    "First Name": "Nome",
    "Enter firstname": "Digite o nome",
    "Last Name": "Sobrenome",
    "Enter lastname": "Digite o sobrenome",
    "Already have an account ?": "Já tem uma conta?",
    "Sign in": "Entrar",
    "Register": "Registrar",
    "First Name is required": "O nome é obrigatório.",
    "Last Name is required": "O sobrenome é obrigatório.",
    "Email is required": "O e-mail é obrigatório.",
    "Invalid email": "E-mail inválido.",
    "Password is required": "A senha é obrigatória.",
    "Password must be at least 8 characters": "A senha deve ter pelo menos 8 caracteres.",
    "You're successfully loggedin": "Você está conectado com sucesso.",
    "Don't have account ?": "Não tem uma conta?",
    "Sign Up": "Registrar-se",
    "Login": "Entrar",
    "Please login first to see the data": "Por favor, faça login primeiro para ver os dados",
    "Predict": "Prever",
    "Predict again": "Prever novamente",
    "For example": "Por exemplo",
    "Please be patient, response may take upto a minute or more": "Por favor, tenha paciência, a resposta pode levar até um minuto ou mais.",
    "My queries": "Minhas consultas",
    "Billing": "Pagamento",
    "Logout": "Sair",
    "Query ID": "ID da Consulta",
    "Keyword": "Palavra-chavra",
    "URL": "URL",
    "Status": "Status",
    "Date": "Data",
    "Results": "Resultados",
    "Transaction ID": "ID da transação",
    "Invoice": "Fatura",
    "Action": "Ação",
    "Pay now": "Pague agora",
    "Show less queries": "Mostrar menos consultas",
    "Show more queries": "Mostrar mais consultas",
    "See number of links, domains and their required metrics to rank": "Veja o número de links, domínios e suas métricas necessárias para classificar",
    "Backlink Count": "Contagem de Backlinks",
    "Number of backlinks you need to target to build": "Número de backlinks <br /> que você precisa direcionar <br /> para construir",
    "Avg Link Page Authority": "Autoridade média da página do link",
    "Moz page authority that you should be targeting for each backlink": "Autoridade da página <br /> Moz que você deve <br /> mirar para cada backlink",
    "Avg Domain Authority": "Autoridade média de domínio",
    "Moz domain authority of the domains you're getting links from": "Autoridade de <br /> domínio Moz dos domínios <br /> dos quais você está <br /> obtendo links",
    "Unique Domains Count": "Contagem de domínios únicos",
    "Number of unique domains referring to your link": "Número de domínios <br /> únicos que se referem <br /> ao seu link",
    "results": "resultados",
    "yPredict Backlink model is currently free to use in the preview version": "O modelo de Backlink yPredict está atualmente disponível gratuitamente na versão de visualização.",
    "Predicted Backlink Count": "Contagem prevista de Backlinks",
    "Our predictive model analyzes various factors and estimates the optimal number of backlinks required for a URL to achieve the coveted top-ranking on Google": "Nosso modelo preditivo analisa vários fatores e estima o número ideal de backlinks necessários para que uma URL alcance a cobiçada posição de topo no Google.",
    "By considering the competitiveness of the desired keyword and the current ranking landscape, we provide valuable insights to help enhance link-building strategies and improve search engine visibility": "Ao considerar a competitividade da palavra-chave desejada e o cenário de classificação atual, fornecemos informações valiosas para ajudar a aprimorar as estratégias de construção de links e melhorar a visibilidade nos mecanismos de busca.",
    "Predicted Avg Page Authority": "Autoridade Média de Página Prevista",
    "Our predictive model provides valuable insights into the average Page Authority (PA) required for backlinks to propel a URL to the top position on Google": "Nosso modelo preditivo fornece informações valiosas sobre a Autoridade Média de Página (PA) necessária para que os backlinks impulsionem uma URL para a posição de topo no Google.",
    "Leveraging Moz's scoring system, we estimate the optimal PA value that each backlink should possess, empowering website owners to strategically acquire high-quality links": "Aproveitando o sistema de pontuação da Moz, estimamos o valor ideal de PA que cada backlink deve possuir, capacitando os proprietários de sites a adquirir estrategicamente links de alta qualidade.",
    "Predicted Avg Domain Authority": "Autoridade Média de Domínio Prevista",
    "Harnessing the power of Moz's comprehensive domain evaluation, our predictive model enables users to predict the average Domain Authority (DA) necessary for backlinks to catapult a URL to the pinnacle of Google's search results": "Aproveitando o poder da abrangente avaliação de domínios da Moz, nosso modelo preditivo permite que os usuários prevejam a média da Autoridade de Domínio (DA) necessária para os backlinks impulsionarem uma URL até o topo dos resultados de pesquisa do Google.",
    "By determining the ideal DA value for each backlink, our model assists in formulating effective link-building strategies": "Ao determinar o valor ideal de DA para cada backlink, nosso modelo ajuda a formular estratégias eficazes de construção de links.",
    "Predicted Unique Referring Domains": "Domínios de Referência Únicos Previstos",
    "The model also predicts the ideal number of unique referring domains that a URL should aim for to secure the top spot on Google By diversifying the sources of backlinks, a website can establish a strong online presence and increase its authority": "O modelo também prevê o número ideal de domínios de referência únicos que uma URL deve buscar para garantir a primeira posição no Google. Ao diversificar as fontes de backlinks, um site pode estabelecer uma forte presença online e aumentar sua autoridade.",
    "Our model assists in determining the optimal domain diversity needed for effective search engine optimisation": "Nosso modelo auxilia na determinação da diversidade de domínios ideal necessária para uma otimização eficaz dos mecanismos de pesquisa.",
    "What Our Clients Says": "O que Nossos Clientes Dizem",
    "Latest Blogs For You": "Últimos Blogs Para Você",
    "Featured from the collection of predictions & experiments": "Destaque da coleção de previsões e experimentos",
    "We're getting more queries than we can handle hence model is under high load, please try again later": "Estamos recebendo mais consultas do que podemos lidar, portanto, o modelo está sobrecarregado. Por favor, tente novamente mais tarde.",
    "Please connect your wallet to processed": "Por favor, conecte sua carteira para processar.",
    "showingResult": "Mostrando {start} a {end} de um total de resultados {total}",
    "Prev": "Anterior",
    "View result": "Ver resultado",
    "Processing": "Processando",
    "N/A": "N/D",
    "Confirm": "Confirmar",
    "Cancel": "Cancelar",
    "Checkout": "Finalizar compra",
    "confirmMessage": "Por favor, confirme o pagamento de $99 para prosseguir com o calculador de backlinks. Ao confirmar, você concorda em ser cobrado pela continuação do processamento da consulta. Clique em \"Confirmar\" para continuar."
  },
  "Footer": {
    "cuttingEdge": "Plataforma de pesquisa criptográfica e de comércio de ponta que fornece aos comerciantes acesso a dezenas de ferramentas de análise criptográfica alimentadas por IA.",
    "PLATFORM": "PLATAFORMA",
    "Home": "Página de início",
    "App Beta Access": "Acesso App Beta",
    "Holders App": "Aplicativo de Titulares",
    "Whitepaper": "Livro Branco",
    "HELP": "AJUDA",
    "Email": "Correio electrónico",
    "FAQ": "PERGUNTAS FREQÜENTES",
    "Education": "Informação",
    "copyright": "© {year} yPredict.ai, Todos os direitos reservados.",
    "Terms of Service": "Termos do serviço",
    "Contact Us": "Contactar-nos"
  },
  "HowToBuy": {
    "How to buy YPRED": "Como comprar YPRED",
    "Connect your wallet": "Conecte sua carteira",
    "Mobile": "Celular",
    "mobileInstruction": "Abra o \"Metamask\" ou o \"Trust Wallet App\" em seu telefone, visite nosso site usando o navegador integrado e clique em conectar. Selecione o aplicativo em \"Conectar Carteira\" e clique em \"Aprovar\".",
    "Desktop": "Desktop",
    "desktopInstruction": "Abra seu navegador \"Google Chrome\", clique em \"Conectar Carteira\" e aprove no seu complemento \"Metamask\".",
    "Select payment method": "Selecione o método de pagamento",
    "paymentMethodInstruction": "Selecione seu método de compra (ETH, BNB, MATIC, USDT ou Cartão) e insira a quantidade de moeda que deseja gastar ou a quantidade de tokens que deseja receber.",
    "followInstruction": "Siga as instruções para o método de pagamento selecionado:",
    "Buy with ETH": "Comprar com ETH",
    "Buy with BNB": "Comprar com BNB",
    "Buy with USDT": "Comprar com USDT",
    "Buy with credit card": "Comprar com cartão de crédito",
    "Buy with MATIC": "Comprar com MATIC",
    "Enter amount of currency / tokens": "Insira a quantidade de moeda / tokens",
    "Press \"Buy Now\" button": "Pressione o botão \"Comprar agora\"",
    "Accept transaction in Metamask": "Aceite a transação no Metamask",
    "Check \"Metamask\" and \"Use default\" in custom spending cap": "Verifique \"Metamask\" e \"Usar padrão\" no limite personalizado de gastos",
    "Click \"Next\" and \"Approve\"": "Clique em \"Próximo\" e \"Aprovar\"",
    "Wait for confirmation": "Aguarde a confirmação",
    "Click \"Approve\" again": "Clique em \"Aprovar\" novamente",
    "Complete the step by step KYC process": "Complete o processo KYC passo a passo",
    "Insert your Card information": "Insira as informações do seu cartão",
    "Accept payment": "Aceite o pagamento",
    "Check your balance in dashboard": "Verifique seu saldo no painel",
    "Once the transaction has been completed and confirmed, you \"Connect Wallet\" and check your current balance of tokens": "Após a conclusão e confirmação da transação, você \"Conecta a Carteira\" e verifica seu saldo atual de tokens.",
    "Claim": "Reivindicar",
    "When the presale ends you will be able to connect your wallet and claim your tokens Click \"Claim tokens\" button and accept the transaction in Metamask": "Quando a pré-venda terminar, você poderá conectar sua carteira e reivindicar seus tokens. Clique no botão \"Reivindicar tokens\" e aceite a transação no Metamask."
  }
}
