{
  "version": "1.0",
  "name": "YPredict.ai",
  "Navbar": {
    "Home": "Pagina de început",
    "How to Buy": "Cum să cumpere",
    "Holders App": "Aplicația Holders",
    "Affiliate": "Afiliat",
    "Community": "Comunitate",
    "Beta Access": "Acces Beta",
    "Backlink Estimator": "Estimator de backlink",
    "Backlink Calculator": "Calculator backlink",
    "WriteMingle": "WriteMingle",
    "yPredict Repository": "yPredict Repository",
    "yPredict Analytics": "yPredict Analytics",
    "Products": "Produse",
    "Coming soon": "In curand"
  },
  "Landing": {
    "YPRED, a token empowering world’s first": "YPRED, un token care împuternicește primul din lume",
    "All-in-One AI Ecosystem": "“ecosistem de inteligență artificială \"totul în unu\" din lume",
    "Specifically Built for Developers, Traders, Quants and Analysts": "Construit special pentru dezvoltatori, traderi, chitanți și analiști",
    "State-of-Art predictive models & data insights built by top 1% AI Developers & Quants enabling market participants to get an unbeatable edge in different industries including finance, health & human resource": "Modele predictive de ultimă generație și perspective de date construite de cei mai buni 1% dezvoltatori și chitanți IA, care permit participanților pe piață să obțină un avantaj imbatabil în diferite industrii, inclusiv în finanțe, sănătate și resurse umane.",
    "Powered by": "Alimentat de",
    "Matic Polygon": "Matic Polygon",
    "Audit": "Audit",
    "100m": "100m",
    "KYC": "KYC",
    "Final Stage": "Etapa finală",
    "Upto 1% daily rewards until we list": "Până la 1% recompense zilnice până la listarea noastră",
    "Open": "Deschideți",
    "Softcap already reached": "Softcap deja atins",
    "Presale Stage": "Etapa de prevânzare {round}",
    "Until next price": "Pana la urmatorul pret {value}",
    "Add more to include bonus": "Adăugați încă {amount} pentru a include bonusul",
    "Bonus included": "Bonus inclus:",
    "My Wallet Balance": "Soldul portofelului meu",
    "Buy now": "Cumpără acum",
    "Cancel Transaction": "Anulați tranzacția",
    "Disconnect": "Deconectat {address}",
    "Connect Wallet": "Connect Wallet",
    "Presale Price": "Preț de pre-vânzare",
    "Goal": "Obiectiv",
    "Listing Price": "Preț de listare",
    "ROI at Listing": "ROI la listare",
    "Lifetime Free Predictions via yPredict Analytics": "Predicții gratuite pe viață prin yPredict Analytics",
    "Sorry, No bonus": "Ne pare rău, fără bonus",
    "Buy with": "Cumpărați cu  {value}",
    "Check Allocation Status": "Verificați starea alocării",
    "How to buy ypredict ?": "Cum să cumpărați ypredict ?",
    "step by step": "pas cu pas",
    "total ok": "total ok",
    "100M": "100 M",
    "Supply": "Furnizare",
    "Users on waiting list": "Utilizatori pe lista de așteptare",
    "Marketcap at listing (circulating)": "Marketcap la listare (în circulație)",
    "WE'RE FEATURED IN POPULAR MEDIA OUTLETS AROUND THE GLOBE": "SUNTEM PREZENTAȚI ÎN MASS-MEDIA POPULARE DIN ÎNTREAGA LUME",
    ": Analytics Insight": ": :  analitică de perspectivă",
    "ben zinga": "Ben Zinga",
    "BUSINESS INSIDER": "AFACERI",
    "yahoo! finance": "yahoo! finance",
    "Outlook": "Outlook",
    "NEWS BTC": "ȘTIRI BTC",
    "cryptonews": "cryptonews",
    "AMB CRYPTO": "AMB CRYPTO",
    "Explore some of the incredibly powerful products of the yPredict_ai ecosystem": "Explorați câteva dintre produsele incredibil de puternice ale ecosistemului yPredict.ai",
    "and why it's the only market research tool you'll ever need": "și de ce este singurul instrument de cercetare de piață de care veți avea vreodată nevoie.",
    "AI Signals": "Semnale IA",
    "real-time trading signals from cutting edge predictive models by top 1% AI experts": "semnale de tranzacționare în timp real de la modele predictive de ultimă generație, realizate de experți IA de top 1%.",
    "Sentiment Analysis": "Analiza sentimentelor",
    "Real-time sentiment analysis on all popular crypto coins": "Analiza sentimentului în timp real pentru toate monedele cripto populare.",
    "Technical Analysis by AI": "Analiză tehnică prin IA",
    "Let AI find the most effective indicators for your asset": "Lăsați AI să găsească cei mai eficienți indicatori pentru activul dvs.",
    "25+ Chart Pattern Recognition": "25+ Recunoașterea modelelor grafice",
    "Let AI detect most promising chart patterns on your shortlisted coins": "Permiteți IA să detecteze cele mai promițătoare modele grafice pe monedele dvs. preselectate.",
    "pattern 15m": "model 15m",
    "BULLISH FLAG PATTERN": "MODEL DE STEAG BULLISH",
    "Patent-Pending Pattern Recognition algorithm": "Algoritm de recunoaștere a modelelor în curs de brevetare",
    "yPredict automatically identifies hundreds of bullish and bearish chart and candlestick patterns It generates real-time alerts when these patterns are formed, along with a reliability score based on the overall past accuracy of the expected price behavior after the pattern is formed": "yPredict.ai identifică în mod automat sute de modele de tipare bullish și bearish pe grafic și în lumânări. Acesta generează alerte în timp real atunci când se formează aceste tipare, împreună cu un scor de fiabilitate bazat pe acuratețea generală din trecut a comportamentului așteptat al prețului după formarea modelului.",
    "Unique Staking Rewards": "Recompense unice pentru miză",
    "10% percent of each new subscription will be shared with YPRED holders through a staking pool The platform generates subscriptions on its marketplace, which includes AI signals offered through various models listed on the platform": "10% procente din fiecare abonament nou vor fi împărțite cu deținătorii YPRED prin intermediul unui pool de miză. Platforma generează abonamente pe piața sa, care include semnale de inteligență artificială oferite prin diverse modele listate pe platformă.",
    "Platform Payment in YPRED": "Plata platformei în YPRED",
    "$YPRED works as a default & discounted payment option for marketplace subscription payments and all premium offerings on yPredict app": "$YPRED funcționează ca o opțiune de plată implicită și cu discount pentru plățile abonamentelor de pe piață și pentru toate ofertele premium din aplicația yPredict.",
    "defytrends": "defytrends",
    "dash2trade": "dash2trade",
    "lunarcrush": "lunarcrush",
    "Comparison": "Comparație",
    "Quote": "Citat",
    "Trading Terminal": "Terminal de tranzacționare",
    "Transactional Data Analysis": "Analiza datelor tranzacționale",
    "AI Prediction": "Predicție IA",
    "Auto Indicator": "Indicator auto",
    "Prediction Marketplace": "Piața de predicție",
    "Free Predictions": "Predicții gratuite",
    "Chart Trading": "Tranzacționare pe grafic",
    "Trusted & Backed by VCs and Pro traders for a reason": "Încredere și susținut de VCs și comercianți Pro pentru un motiv.",
    "AI predictions by top 1% experts for your favorite coins": "Predicții IA de către experți de top 1% pentru monedele dvs. preferate",
    "Transactional Data Analytics for thousands of digital assets": "Analiza datelor tranzacționale pentru mii de active digitale",
    "Marketplace to select predictive models of your choice": "Piață pentru a selecta modelele predictive la alegere..",
    "Alternate Data (only Available to Institutional traders)": "Date alternative (disponibile doar pentru comercianții instituționali)",
    "Models trained on billions of data points": "Modele antrenate pe miliarde de puncte de date",
    "Why buying YPRED tokens is": "De ce cumpărarea de jetoane YPRED este ...",
    "absolutely a \"no-brainer\" deal?": "absolut o afacere \"fără creier\"?",
    "10-100x Potential": "Potențial de 10-100x",
    "Similar projects with far inferior offerings share a token mc of 50-100m at bare minimum, where YPREDS are designed with only 6_5m MC at listing": "Proiecte similare, cu oferte mult inferioare, au în comun un MC simbolic de cel puțin 50-100 de milioane de euro, în timp ce YPREDS sunt proiectate cu un MC de numai 6,5 milioane de euro la listare.",
    "Lucrative Staking Rewards": "Recompense avantajoase pentru miză",
    "Token holders may receive up to 45% quarterly staking rewards from the 10% of tokens paid for each new subscription on the platform The industry average for staking returns is 5-10% APY, but we have decided to share a portion of subscription with our token holders through this pool, which has the potential to offer returns of up to 45% every quarter": "Deținătorii de jetoane pot primi recompense de miză trimestriale de până la 45% din cele 10% din jetoane plătite pentru fiecare nouă subscriere pe platformă. Media din industrie pentru randamentele de staking este de 5-10% APY, dar am decis să împărțim o parte din abonament cu deținătorii de token-uri prin acest fond comun, care are potențialul de a oferi randamente de până la 45% în fiecare trimestru.",
    "Lifetime Free Predictions": "Pronosticuri gratuite pe viață",
    "Access to yPredict Analytics base models, which were built by top 1% AI developers These predictive models are able to forecast the prices of popular coins such as Bitcoin, Ethereum, and Shiba Inu with extreme precision, unlike any other publicly available predictive models (Minimum buy of $500)": "Acces la modelele de bază ale yPredict Analytics, care au fost construite de dezvoltatori IA de top 1%. Aceste modele predictive sunt capabile să prevadă prețurile unor monede populare precum Bitcoin, Ethereum și Shiba Inu cu o precizie extremă, spre deosebire de orice alte modele predictive disponibile în mod public. (Cumpărare minimă de 250 de dolari)",
    "Huge Discounts": "Reduceri uriașe",
    "Access to platforms in yPredict ecosystem - Ranging from data repositories, predictions platforms, analytical tools, marketplace state of art trading terminals at a discounted price": "Acces la platformele din ecosistemul yPredict - De la depozite de date, platforme de predicții, instrumente analitice, terminale de tranzacționare de ultimă generație pe piață, la un preț redus.",
    "Tokenomics": "Tokenomics",
    "Sales Details": "Detalii de vânzare",
    "Allocation and Vesting": "Alocarea și dobândirea dreptului de vot",
    "Road Map": "Foaie de parcurs",
    "Offering Type": "Tip de ofertă",
    "Quantity": "Cantitate",
    "Price": "Creștere",
    "Raise": "Raise",
    "Marketcap": "Marketcap",
    "Minimum Appreciation %at TGE": "Apreciere minimă %la TGE",
    "Private Sale": "Vânzare privată",
    "Pre Sale": "Pre-vânzare",
    "Public Sale": "Vânzarea publică",
    "Launch": "Lansare",
    "Join the force with a global team": " Alăturați-vă forței cu o echipă globală",
    "(CEO)": "(( DIRECTORUL GENERAL))",
    "(CTO)": "(CTO)",
    "(HEAD OF AI)": "(HEAD OF AI)",
    "(BLOCKCHAIN DEV)": "(BLOCKCHAIN DEV)",
    "Sold out in 10 seconds!": "Vândut în 10 secunde!",
    "\"These guys legit know how to build crazy scarcity I have been a part of their previous token projects, in one of them their token sold out in under 10 seconds I'm in yPredict\"": "\"Tipii ăștia știu cu adevărat cum să construiască o raritate nebună. Am făcut parte din proiectele lor anterioare de token-uri, într-unul dintre ele token-ul lor s-a vândut în mai puțin de 10 secunde. Sunt în yPredict.\"",
    "Quant at Hillhouse Capital": "Quant la Hillhouse Capital",
    "Read Our": "Citiți pagina noastră",
    "Whitepaper": "Cartea albă",
    "The Four Key Pillars": "Cei patru piloni cheie",
    "Ensuring Trust and Efficiency": "Asigurarea încrederii și eficienței",
    "An ever growing ecosystem of cutting edge AI products": "Un ecosistem în continuă creștere de produse AI de ultimă oră",
    "Backlink estimator": "Estimator de backlink",
    "Backlink Calculator": "Calculator backlink",
    "Maximize your website's potential with our Backlink Estimator": "Maximizați potențialul site-ului dvs. cu estimatorul nostru de backlink.",
    "Accurately predict backlink count, authority metrics, and make data-driven decisions": "Prevăd cu precizie numărul de backlink, valorile de autoritate și luați decizii bazate pe date.",
    "Stay ahead of the competition with our powerful Backlink Estimator": "Rămâneți în fața concurenței cu ajutorul nostru puternic Backlink Estimator.",
    "Optimize your SEO strategy, track unique domain counts, and boost your online presence": "Optimizați-vă strategia SEO, urmăriți numărul unic de domenii și creșteți-vă prezența online.",
    "yPredict editor": "yPredict- editor",
    "Affordable AI-powered content solution streamlines workflow with an intelligent editor, NLP-driven keyword suggestions, and comprehensive scoring": "Soluția de conținut accesibilă, bazată pe inteligență artificială, eficientizează fluxul de lucru cu un editor inteligent, sugestii de cuvinte cheie bazate pe NLP și punctaj cuprinzător.",
    "Holistic content quality assessment through aggregate score calculation and AI-powered suggestions for engaging, optimized content": "Evaluarea holistică a calității conținutului prin calcularea scorului agregat și a sugestiilor bazate pe inteligență artificială pentru conținut atractiv și optimizat.",
    "yPredict Analytics": "yPredict- Analytics",
    "yPredict Analytics provides cutting-edge features like automated chart pattern recognition and transactional data analysis for crypto and stocks Get valuable insights and predictive signals for informed decision-making": "yPredict Analytics oferă funcții de ultimă oră, cum ar fi recunoașterea automată a modelelor de diagrame și analiza datelor tranzacționale pentru cripto și stocuri. Obțineți informații valoroase și semnale predictive pentru luarea deciziilor în cunoștință de cauză",
    "With yPredict Analytics, users benefit from the convenience of auto indicators The platform automatically selects the best indicators based on past performance, saving time and ensuring optimal trading strategies": "Cu yPredict Analytics, utilizatorii beneficiază de confortul indicatorilor automati. Platforma selectează automat cei mai buni indicatori pe baza performanțelor anterioare, economisind timp și asigurând strategii de tranzacționare optime.",
    "yPredict Predictions": "yPredict- Previziuni",
    "Powerful predictions platform that utilizes AI models to forecast prices of various crypto and stocks assets across different timeframes": "Platformă puternică de predicții care utilizează modele AI pentru a prognoza prețurile diferitelor active cripto și stocuri în diferite intervale de timp.",
    "Exclusive membership offer with premium predictions, Get access to predictions from best models of the platform with free membership that comes with YPRED purchase during presale round": "Ofertă exclusivă pentru membri Obțineți acces la predicții Premium de la cele mai bune modele ale platformei cu abonamentul gratuit care vine odată cu achiziția dvs. YPRED în timpul rundei de prevânzare.",
    "yPredict Marketplace": "yPredict- Piață",
    "A unique marketplace where ML developers can offer their model predictions as subscription services": "O piață unică în care dezvoltatorii ML își pot oferi predicțiile de model ca servicii de abonament.",
    "Through the yPredict marketplace, users gain access to predictions generated by expert ML developers across different domains": "Prin intermediul pieței yPredict, utilizatorii au acces la predicții generate de dezvoltatori experți ML din diferite domenii.",
    "And a lot more": "Și mult mai mult",
    "Exclusive Insights": "Informații exclusive",
    "Massive Data Training": "Antrenament masiv de date",
    "Coin Predictions": "Predicții pentru monede",
    "Asset Analytics": "Analiza activelor",
    "Alternate data only available to institutional traders": "Date alternative disponibile numai pentru comercianții instituționali",
    "Model Trained on billions of data points": "Model antrenat pe miliarde de puncte de date",
    "AI predictions by top 1% experts for your favourite coins": "Predicții AI de la cei mai buni 1% experți pentru monedele tale preferate",
    "Transactional data analytics for thousands of digital assets": "Analiza datelor tranzacționale pentru mii de active digitale",
    "Do not pay directly to this address": "Nu plătiți direct la această adresă",
    "Live now": "Trăiește acum",
    "Coming soon": "In curand",
    "Your purchased tokens are allocated to vesting smart contract and are not available to claim just yet, You will be able to claim your available tokens during exchange listing event Tokens will be listed after the end of all presale rounds Estimated end date of each presale is mentioned on the buy widget itself": "Tokenii achiziționați sunt alocați contractului inteligent de vesting și nu sunt încă disponibili pentru revendicare. Veți putea revendica tokenii disponibili în timpul evenimentului de listare pe schimb. Tokenii vor fi listate după încheierea tuturor rundelor de pre-vânzare. Data estimată de încheiere a fiecărei pre-vânzări este menționată în widgetul de cumpărare însuși.",
    "cancel": "Anulează",
    "Yes, i accept": "Da, accept",
    "Your query cannot be processed as your balance is below 5555 YPREDs You must participate in presale and purchase a minimum of 5555 YPREDs in order to use models in yPredict ecosystem This model would still be free to use and your YPRED tokens will not get debited unless otherwise specified in future You must maintain 5555 YPREDs to continue to use yPredict Backlink Calculator model": "Interogarea dumneavoastră nu poate fi procesată deoarece soldul dumneavoastră este sub 5555 YPREDs. Trebuie să participați la pre-vânzare și să cumpărați un minim de 5555 YPREDs pentru a putea utiliza modelele în ecosistemul yPredict. Acest model va rămâne gratuit de utilizat și tokenii YPRED nu vor fi debitați decât dacă se specifică altfel în viitor. Trebuie să mențineți 5555 YPREDs pentru a continua să utilizați modelul de Calculator Backlink yPredict.",
    "Buy YPREDs": "Cumpără YPREDs",
    "Allocated to": "Atribuit către",
    "Allocation": "Alocare",
    "Vesting": "Vesting",
    "50% unlock at TGE, 6 weeks lock, 6 months vest": "50% deblocare la TGE, blocare 6 săptămâni, vestă 6 luni",
    "100% unlock at TGE": "Deblocare 100% la TGE",
    "PreSale": "pre-vânzare",
    "Liquidity": "Lichiditate",
    "Treasury": "Trezorerie",
    "Development": "Dezvoltare",
    "Build": "Construi",
    "Project is currently in development where team is dedicated to have initial beta ready by Q2 2023 Including yPredict Predictions, yPredict Analytics, yPredict Terminal This phase also includes token development & sales, listing, promotions": "Proiectul este în prezent în dezvoltare, iar echipa se angajează să aibă versiunea beta inițială gata până în Q2 2023. Inclusiv yPredict Predictions, yPredict Analytics, yPredict Terminal. Această fază include, de asemenea, dezvoltarea și vânzările de simboluri, listarea, promoțiile.",
    "Grow": "Crește",
    "Growth phase will focus mainly on stabilizing the core offerings and organically growing the community and reaching a 100m marketcap for YPRED tokens": "Faza de creștere se va concentra în principal pe stabilizarea ofertelor de bază și pe creșterea organică a comunității și pe atingerea unui capital de piață de 100 de milioane pentru jetoanele YPRED.",
    "Engage & Scale": "Angajați și scalați",
    "By this phase we expect to have our ecosystem fully developed and stable products and growing community This phase will focus on large scale marketing campaigns to reach over 1m active users on all our platforms combined": "În această etapă ne așteptăm să avem ecosistemul nostru complet dezvoltat și produsele stabile și o comunitate în creștere. Această fază se va concentra pe campanii de marketing la scară largă pentru a ajunge la peste 1 milion de utilizatori activi pe toate platformele noastre combinate.",
    "View": "Vizualizare"
  },
  "Footer": {
    "cuttingEdge": "Platformă de cercetare și tranzacționare cripto de ultimă generație care oferă comercianților acces la zeci de instrumente de analiză cripto cu ajutorul IA.",
    "PLATFORM": "PLATFORMA",
    "Home": "Acasă",
    "App Beta Access": "Acces la aplicația Beta",
    "Holders App": "Aplicația Holders",
    "Whitepaper": "Cartea albă",
    "HELP": "AJUTOR",
    "Email": "Adresă electronicăAdresă electronică",
    "FAQ": "ÎNTREBĂRI FRECVENTE",
    "Education": "Educație",
    "copyright": "© {year} yPredict.ai, Toate drepturile rezervate.",
    "Terms of Service": "Termeni și condiții de utilizare",
    "Contact Us": "Contactați-ne"
  },
  "BacklinkEstimator": {
    "Rank #1 with AI generated": "Rank #1 cu generare AI",
    "backlink strategy": "strategie de backlink",
    "An AI Powered Backlink Calculator": "Un calculator de backlink alimentat de AI",
    "to help you rank #1 on SERP": "pentru a vă ajuta să vă clasați pe locul 1 pe SERP",
    "yPredict Backlink Model is trained on over 100m links to predict exact backlink profile your URL needs to rank for desired keyword No more guess work, have a precise backlink strategy to rank in no time": "Modelul yPredict Backlink este antrenat pe peste 100 de milioane de linkuri pentru a prezice profilul exact de backlinkuri de care are nevoie URL-ul dvs. pentru a se clasa în funcție de cuvântul cheie dorit. Nu mai este nevoie de ghicituri, aveți o strategie precisă de backlinkuri pentru a vă clasa rapid.",
    "Read more": "Citește mai mult",
    "Backlink Estimator": "Estimator de backlink",
    "Backlink Calculator": "Calculator backlink",
    "Enter your URL and keyword and hit": "Introduceți URL-ul și cuvântul cheie și apăsați",
    "Connect Wallet": "Conectați portofelul",
    "Your Available balance": "Soldul disponibil",
    "Buy YPREDs": "Cumpărați YPRED",
    "Get unlimited queries for free, just for holding minimum 5555 yPRED tokens": "Obțineți interogări nelimitate gratuit, doar pentru deținerea a minimum 5555 de tokenuri yPRED",
    "Enter domain or URL": "Introduceți domeniul sau URL-ul",
    "Keyword search": "Căutare cuvânt cheie",
    "Keyword is missing": "Lipsește cuvântul cheie",
    "Domain or url is missing": "Lipsește domeniul sau URL-ul",
    "Enter email": "Introduceți adresa de e-mail",
    "Next": "Următorul",
    "Email": "E-mail",
    "Password": "Parolă",
    "Enter Password": "Introduceți parola",
    "Registration successful": "Înregistrarea a fost realizată cu succes",
    "Connection failed": "Conexiune eșuată",
    "First Name": "Prenume",
    "Enter firstname": "Introduceți prenumele",
    "Last Name": "Nume",
    "Enter lastname": "Introduceți numele",
    "Already have an account ?": "Dețineți deja un cont?",
    "Sign in": "Conectați-vă",
    "Register": "Înregistrare",
    "First Name is required": "Prenumele este obligatoriu.",
    "Last Name is required": "Numele este obligatoriu.",
    "Email is required": "Adresa de e-mail este obligatorie.",
    "Invalid email": "Adresă de e-mail invalidă.",
    "Password is required": "Parola este obligatorie.",
    "Password must be at least 8 characters": "Parola trebuie să conțină cel puțin 8 caractere.",
    "You're successfully loggedin": "V-ați conectat cu succes.",
    "Don't have account ?": "Nu aveți un cont?",
    "Sign Up": "Înregistrare",
    "Login": "Conectare",
    "Please login first to see the data": "Vă rugăm să vă conectați mai întâi pentru a vedea datele",
    "Predict": "Preziceți",
    "Predict again": "Preziceți din nou",
    "For example": "De exemplu",
    "Please be patient, response may take upto a minute or more": "Vă rugăm să aveți răbdare, răspunsul poate dura până la un minut sau mai mult",
    "My queries": "Interogările mele",
    "Billing": "Facturare",
    "Logout": "Deconectare",
    "Query ID": "ID interogare",
    "Keyword": "Cuvânt cheie",
    "URL": "URL",
    "Status": "Stare",
    "Date": "Dată",
    "Results": "Rezultate",
    "Transaction ID": "ID-ul de tranzacție",
    "Invoice": "Factura fiscala",
    "Action": "Acțiune",
    "Pay now": "Plătește acum",
    "Show less queries": "Afișați mai puține interogări",
    "Show more queries": "Afișați mai multe interogări",
    "See number of links, domains and their required metrics to rank": "Vedeți numărul de link-uri, domenii și metricile necesare pentru a obține un rang",
    "Backlink Count": "Numărul de backlink-uri",
    "Number of backlinks you need to target to build": "Numărul de <br /> backlink-uri pe care <br /> trebuie să le vizezi <br /> pentru a construi",
    "Avg Link Page Authority": "Autoritatea medie a paginii de link",
    "Moz page authority that you should be targeting for each backlink": "Autoritatea paginii <br /> Moz pe care ar trebui <br /> să o vizezi pentru <br /> fiecare backlink",
    "Avg Domain Authority": "Autoritatea medie a domeniului",
    "Moz domain authority of the domains you're getting links from": "Autoritatea de <br /> domeniu Moz a domeniilor <br /> de unde obții link-uri",
    "Unique Domains Count": "Numărul de domenii unice",
    "Number of unique domains referring to your link": "Numărul de domenii <br /> unice care fac referire <br /> la link-ul tău",
    "results": "rezultate",
    "yPredict Backlink model is currently free to use in the preview version": "Modelul de backlink yPredict este gratuit în versiunea de previzualizare",
    "Predicted Backlink Count": "Numărul de backlink-uri prezis",
    "Our predictive model analyzes various factors and estimates the optimal number of backlinks required for a URL to achieve the coveted top-ranking on Google": "Modelul nostru predictiv analizează diferiți factori și estimează numărul optim de backlink-uri necesare pentru ca un URL să obțină rangul de top pe Google",
    "By considering the competitiveness of the desired keyword and the current ranking landscape, we provide valuable insights to help enhance link-building strategies and improve search engine visibility": "Prin luarea în considerare a competitivității cuvântului cheie dorit și a peisajului de clasare actual, oferim informații valoroase pentru a ajuta la îmbunătățirea strategiilor de construire a link-urilor și la îmbunătățirea vizibilității în motoarele de căutare",
    "Predicted Avg Page Authority": "Autoritatea medie a paginii prezisă",

    "Our predictive model provides valuable insights into the average Page Authority (PA) required for backlinks to propel a URL to the top position on Google": "Modelul nostru predictiv oferă informații valoroase despre autoritatea medie a paginii (PA) necesară pentru backlink-uri pentru a propulsa un URL în poziția de top pe Google.",
    "Leveraging Moz's scoring system, we estimate the optimal PA value that each backlink should possess, empowering website owners to strategically acquire high-quality links": "Valorificând sistemul de evaluare al Moz, estimăm valoarea optimă a PA pe care fiecare backlink ar trebui să o posede, permițând proprietarilor de site-uri să obțină strategic link-uri de înaltă calitate.",
    "Predicted Avg Domain Authority": "Autoritatea medie a domeniului prezisă",
    "Harnessing the power of Moz's comprehensive domain evaluation, our predictive model enables users to predict the average Domain Authority (DA) necessary for backlinks to catapult a URL to the pinnacle of Google's search results": "Explozând puterea evaluării cuprinzătoare a domeniului Moz, modelul nostru predictiv permite utilizatorilor să prevadă autoritatea medie a domeniului (DA) necesară pentru backlink-uri pentru a propulsa un URL în vârful rezultatelor căutării Google.",
    "By determining the ideal DA value for each backlink, our model assists in formulating effective link-building strategies": "Prin determinarea valorii ideale a DA pentru fiecare backlink, modelul nostru ajută la formularea unor strategii eficiente de construire a link-urilor.",
    "Predicted Unique Referring Domains": "Domenii unice de referință prezise",
    "The model also predicts the ideal number of unique referring domains that a URL should aim for to secure the top spot on Google By diversifying the sources of backlinks, a website can establish a strong online presence and increase its authority": "Modelul prezice și numărul ideal de domenii unice de referință pe care un URL ar trebui să le vizeze pentru a obține poziția de top pe Google. Prin diversificarea surselor de backlink-uri, un site web poate stabili o prezență online puternică și poate crește autoritatea sa.",
    "Our model assists in determining the optimal domain diversity needed for effective search engine optimisation": "Modelul nostru ajută la determinarea diversității optime a domeniilor necesară pentru o optimizare eficientă a motoarelor de căutare.",
    "What Our Clients Says": "Ceea ce spun clienții noștri",
    "Latest Blogs For You": "Cele mai recente bloguri pentru tine",
    "Featured from the collection of predictions & experiments": "Prezentate din colecția de predicții și experimente",
    "We're getting more queries than we can handle hence model is under high load, please try again later": "Primim mai multe cereri decât putem gestiona, prin urmare modelul este suprasolicitat, vă rugăm să încercați din nou mai târziu.",
    "Please connect your wallet to processed": "Vă rugăm să conectați portofelul pentru a fi procesat.",
    "showingResult": "Afișare {start} până la {end} dintr-un total de rezultate {total}",
    "Prev": "Anterior",
    "View result": "Vizualizare rezultat",
    "Processing": "În curs de procesare",
    "N/A": "N/A",
    "Confirm": "Confirma",
    "Cancel": "Anulează",
    "Checkout": "Finalizează comanda",
    "confirmMessage": "Vă rugăm să confirmați plata de $99 pentru a continua cu calculatorul de backlink-uri. Prin confirmare, sunteți de acord să vi se perceapă costuri suplimentare pentru procesarea ulterioară a interogării. Faceți clic pe „Confirmați” pentru a continua."
  },
  "HowToBuy": {
    "How to buy YPRED": "Cum să cumperi YPRED",
    "Connect your wallet": "Conectează-ți portofelul",
    "Mobile": "Mobil",
    "mobileInstruction": "Deschide aplicația \"Metamask\" sau \"Trust Wallet App\" pe telefonul tău, vizitează site-ul nostru folosind browser-ul integrat și apasă pe conectare. Selectează aplicația din opțiunea \"Conectează portofelul\" și apasă pe \"Aprobă\".",
    "Desktop": "Desktop",
    "desktopInstruction": "Deschide browser-ul \"Google Chrome\", apasă pe \"Conectează portofelul\" și aprobă în extensia \"Metamask\".",
    "Select payment method": "Selectează metoda de plată",
    "paymentMethodInstruction": "Selectează metoda de achiziție (ETH, BNB, MATIC, USDT sau Card) și introdu suma de valută pe care dorești să o cheltuiești sau suma de tokenuri pe care dorești să le primești.",
    "followInstruction": "Urmează instrucțiunile pentru metoda de plată selectată:",
    "Buy with ETH": "Cumpără cu ETH",
    "Buy with BNB": "Cumpără cu BNB",
    "Buy with USDT": "Cumpără cu USDT",
    "Buy with credit card": "Cumpără cu card de credit",
    "Buy with MATIC": "Cumpără cu MATIC",
    "Enter amount of currency / tokens": "Introdu suma de valută / tokenuri",
    "Press \"Buy Now\" button": "Apasă pe butonul \"Cumpără acum\"",
    "Accept transaction in Metamask": "Acceptă tranzacția în Metamask",
    "Check \"Metamask\" and \"Use default\" in custom spending cap": "Verifică opțiunile \"Metamask\" și \"Folosește valoarea implicită\" în limita personalizată de cheltuieli",
    "Click \"Next\" and \"Approve\"": "Apasă pe \"Următorul\" și \"Aprobă\"",
    "Wait for confirmation": "Așteaptă confirmarea",
    "Click \"Approve\" again": "Apasă din nou pe \"Aprobă\"",
    "Complete the step by step KYC process": "Finalizează procesul KYC pas cu pas",
    "Insert your Card information": "Introdu informațiile cardului tău",
    "Accept payment": "Acceptă plata",
    "Check your balance in dashboard": "Verifică soldul în panoul de control",
    "Once the transaction has been completed and confirmed, you \"Connect Wallet\" and check your current balance of tokens": "După ce tranzacția a fost finalizată și confirmată, te \"Conectează la portofel\" și verifică soldul tău actual de tokenuri.",
    "Claim": "Revendică",
    "When the presale ends you will be able to connect your wallet and claim your tokens Click \"Claim tokens\" button and accept the transaction in Metamask": "Când pre-vânzarea se încheie, vei putea conecta portofelul tăuși să-ți revendici tokenurile. Apasă pe butonul \"Revendică tokenuri\" și acceptă tranzacția în Metamask."
  }
}
